{

	//For a quick rundown...
	
		//Instead of using @ for the player's name, kids can call their player parents "Mama" or "Papa" (or their name if the player enables a setting). This is done by inserting {{ParentFarmer}} into the text.
	
		//Something similar is done for the player's spouse/roommate: insert {{CompanionRef}} into the text for kids to call the other adult in their life Mommy, Daddy, Auntie, Uncle, or their name, depending on if the player's companion is a spouse or roommate.
	
		//We can get pronouns for the spouse by reading their gender data, or you can hardcode them in your writing if you don't expect this child to be anyone else's kid. Read the extended token notes for more information.
	
		//If the child's own name comes up in dialogue, insert {{DisplayName}} into the text. If they talk about their sibling, use {{SiblingDisplayName}}. Be careful with this, as the first child might not have a younger sibling yet! Read the extended token notes for more information.
	
	//////////////////////////////////////////
	//ARV.Muffin (valid_female_firstborn.json)//
	//////////////////////////////////////////
	
	//Gift tastes (Data/NPCGiftTastes)
	"ARVMuffin.GiftTastes.Love": "For me?$17#$b#Thank you so much {{ParentFarmer}} !! I will be so good! I will do all my homework! I'll clean after %pet.$17#$b#I'll treasure this forever...$21",
	"ARVMuffin.GiftTastes.Like": "This is lovely, thank you {{ParentFarmer}}.$4",
	"ARVMuffin.GiftTastes.Dislike": "...Thanks.$5#$b#It's...Sure something.$11#$b#... I wonder if I can break it down for parts.$19",
	"ARVMuffin.GiftTastes.Hate": "...$6#$b#... Thank.... You.$7#$b#It's alright! Nothing is wasted when you can build a catapult and throw it very far away.$21#$b#Better than it going to waste, right?",
	"ARVMuffin.GiftTastes.Neutral": "Oh! Thanks {{ParentFarmer}}.#$b#It's alright. Very whelming.",
	
	//Schedule dialogue (Strings/schedules/{{FirstbornName}})
	"ARVMuffin.Schedule.DesertFestival.000": "There's so much sand everywhere.$12#$b#It's so hot and my clothes are sticking to my my skin.$13#$b#And no one is selling Ice Pops around here!$14#$b#This place sucks.$2",
	"ARVMuffin.Schedule.Schoolhouse.000": "We had to write about our heroes in class.#$b#I wrote about my dad. He's a hero who can fix anything!$17#$b#...Except maybe my math grade.$11",
	"ARVMuffin.Schedule.Schoolhouse.001": "I might have accidentally glued my ruler to my desk in art class.$8#$b#I told Miss Penny it was an experiment in structural integrity.$6#$b#... I don't think she bought that.$7",
	"ARVMuffin.Schedule.Schoolhouse.002": "I tried convincing Miss Penny that building a model tractor counts as a science project! $17#$b#She said 'Nice try' but I really think I'm onto something.",
	"ARVMuffin.Schedule.Schoolhouse.003": "Miss Penny says I need to focus more in class. But what if I'm just thinking about bigger things?#$b# Like... how to make a self-cleaning chicken coop?$6#$b#Or a heating regulated second floor!$17#$e#It's okay. Not everyone appreciates genius {{ParentFarmer}}",
	"ARVMuffin.Schedule.Schoolhouse.004": "I swapped half my sandwich for a chocolate bar today.$1#$b#Daddy said it's a bad trade, but I told him I'm investing in happiness.$21#$e#That said, do you think lunch will be ready when I come home from school?$18",
	"ARVMuffin.Schedule.Schoolhouse.005": "When the bell rings, I'm outta there faster than a chicken on the loose.$1#$b#I mean... I've got important stuff to do at home.",
	"ARVMuffin.Schedule.Schoolhouse.006": "School's fun and all, but what I really need to do is get home and finish that project in Dad's garage.#$b#I've got big ideas brewing.$6",
	"ARVMuffin.Schedule.Schoolhouse.007": "We were supposed to be doing math, but I got bored and started doodling gears and levers.#$b# Miss told me to focus but I was like: 'I am!'#$b#I'm just thinking about future innovations.#$e#Trust me, it's all paying off when I'm older.",
	"ARVMuffin.Schedule.Schoolhouse.008": "We had to write an essay on our biggest inspiration.#$b#I was going to write about duct tape. I mean, what can't it fix?#$b#Miss Penny said I was creative.#$e#... Oh. In the end I wrote about my daddy.#$b#Only he can fix more things than duct tape.$10",
	"ARVMuffin.Schedule.Schoolhouse.009": "Lunch is my brainstorming time.#$b#I had this brilliant idea to turn my lunchbox into a mini tool kit. $6#$b#But... then I realized I'd have to carry tools instead of snacks. Tough call.$7",
	"ARVMuffin.Schedule.Schoolhouse.0010": "Recess perfect for thinking time.#$b#Everyone's running around, and I'm over here wondering how to automate the swings.#$6#Imagine a swing that pushes itself!$3",
	"ARVMuffin.Schedule.Schoolhouse.0011": "It's raining so much today, I told Miss Penny I would be 'conducting a water displacement experiment' by stomping in puddles.$3#$b# She didn't seem very convinced and told me to go back to class.",
	"ARVMuffin.Schedule.Schoolhouse.0012": "When it rains, recess gets canceled, and we have to sit inside.#$b#I told my friends, be could use this time to plan an indoor catapult system, but they didn't think Miss Penny would be as appreciative of my innovation.",
	"ARVMuffin.Schedule.Schoolhouse.0013": "I told my friends I was working on a way to harness all this rain and turn it into power. #$b#They said I was crazy, but it's okay. Not everyone understands the magic of hydroelectric power.$4",
	"ARVMuffin.Schedule.Schoolhouse.0014": "Rainy days really get my gears turning.$6#$b#What if I built a puddle detector that warns you before you step in one?$0#$b#I'd be a hero for soggy sock prevention.$4",
	"ARVMuffin.Schedule.Schoolhouse.0015": "Rainy day project idea: A mud-proof tractor.$1#$b#Daddy says that's just a regular tractor... but I think I can make one that doesn't get stuck.$4",
	
	//General dialogue (Characters/Dialogue/{{FirstbornName}})
	"ARVMuffin.Dialogue.BirthdayGift_Positive": "It's exactly what I wanted for my birthday!$17#$b#This is the very bestest, amazingest, coolest, ever!$4#$b#Thank you so much {{ParentFarmer}}.$21",
	"ARVMuffin.Dialogue.BirthdayGift_Negative": "... Is this what it feels like to get coal on Winter Feast?$12#$b#Did I misbehave or something to get this on my birthday?$16#$b#... Thank... You...$19",
	"ARVMuffin.Dialogue.Gift_StardropTea": "...$21#$b#...$17#$b#%Your child is now running around the house faster than the speed your eyes can process. A true {{DisplayName}} blur!#$b#%She seems very happy.",
	"ARVMuffin.Dialogue.Gift_category_vegetable": "{{ParentFarmer}} I already ate my vegetables during lunch. Why are you trying to give me more...?$18", 
	"ARVMuffin.Dialogue.Gift_coffee_item": "BLERG.$14#$b#Grown up been juice is the worst.$13", 
	"ARVMuffin.Dialogue.Gift_alcohol_item": "...$15#$b#I don't think you meant to give me this.$11#$b#I don't think you should keep this around either. You know how my daddy struggles still.$19", 
	
	"ARVMuffin.Dialogue.Resort_Entering": "!!! IT'S BEACH TIME !!! $17#$b#Don't mind me, I have to build a sand Empire and then rule over it like a benevolent empress.$21",
	"ARVMuffin.Dialogue.Resort_Leaving": "I don't want to go home!$13#$b#My sand empire! My people! They clamor for me.$13#$b#... Although I wouldn't mind washing my people off me. My sand people are itchy.$18",
	"ARVMuffin.Dialogue.Resort": "We built a sandcastle so big, I told my daddy we should apply for castle zoning permits.#$b#He assured me it was just sand, but daddy simply has no ambition.$10",
	"ARVMuffin.Dialogue.Resort_Bar": "Hi, {{ParentFarmer}}.#$b#I'm just ordering a pina colada. No alcohol of course.$1",
	"ARVMuffin.Dialogue.Resort_Chair": "Oof. I'm exhausted.#$b#We tried riding the waves and I was this close to figuring out how to make a wave-powered propulsion system.$21#$b# Science never sleeps, even at the beach.$6#$b#... Just rests herself for a little while.",
	"ARVMuffin.Dialogue.Resort_Towel": "We were building sandcastles, and I suggested making a saltwater cooling system for our drinks. #$b#My brother said: 'or we could just use the cooler.' No innovation.$19",
	"ARVMuffin.Dialogue.Resort_Shore": "",
	"ARVMuffin.Dialogue.Resort_Wander": "I tried using the sun's heat to melt chocolate faster for s'mores.$1#$b#Turns out, I overestimated my solar-powered s'mores maker.$6#$b#Now it's just... A mess.$7#$e#A delicious one anyway!$17",
	"ARVMuffin.Dialogue.Resort_Umbrella": "I tried making a moat around our sandcastle, and then I realized I could build a self-filling moat system using the tide.$1#$b#The brain never stops!#$b#Just pauses for a small break in the shade.",
	"ARVMuffin.Dialogue.GreenRain": "This feels like some experiment that went completely sideways...",
	"ARVMuffin.Dialogue.spring_12": "Papa, papa! Are we going to the egg festival tomorrow?^Mama, mama ! Are we going to the egg festival tomorrow?$1#$b#Auntie Mia said she'd be making special treats just for us.$10#$b#Of course we'll share!$3#$e#... I get extra because I'm bigger.#10",
	"ARVMuffin.Dialogue.spring_13": "Papa had a very serious conversation with me about today's race, something about having to win for our family's honor.$5#$b#You should've seen his face when I told him I'd be hanging out on the side with my uncle Henry.$3#$e#Even daddy is incredibly fun to tease.$1",
	"ARVMuffin.Dialogue.spring_23": "Bro thinks that if daddy wins Flower Queen tomorrow he'll take all of us to Amusement Land.$3#$e#I wonder how hard it would be to add some additional votes to the talley...$6#$e#Nothing!$3",
	"ARVMuffin.Dialogue.spring_24": "This dress is so beautiful...$17#$b#Do you think I look good, papa?$4^Do you think I look good, mama?$4",
	"ARVMuffin.Dialogue.spring_28": "It's almost finally summer!#$b#If you excuse me, I have to go bug daddy about that water gun he promised...$9#$e#I promise I won't hose my brother in the face this time!$8",
	"ARVMuffin.Dialogue.summer_11": "Does anyone actually calculate what all goes into the soup, papa?^Does anyone actually calculate what all goes into the soup, mama?$5#$b#It's kind of weird no one does, don't you think?$11#$e#I wonder if I can calculate the ideal ingredient ratio for the best Luau ever.$9#$e#Hey Dweeb! We got ourselves a new mission.$9#$b#%In the distance, you hear your son whining pitifully at the idea.",
	"ARVMuffin.Dialogue.summer_15.1": "What are we doing for daddy's birthday this year? I'm thinking we could ride out to the beach he really likes and have a campfire.$1#$e#We could have a water gun fight too. I bet he'd love that$9.",
	"ARVMuffin.Dialogue.summer_15.2": "It's my daddy's birthday today !! Auntie Mia is baking the BIGGEST cake ever.$1#$e#I plan on entering a sugar-fueled coma state. It's going to be the BEST.",



	
	//Spring Randoms 
	// 1-25 NO SIBLING MENTIONS
	// 26+ onwards Sibling lines

	"ARV.MuffinDialogue.Spring.1": "Guhh... {{ParentFarmer}}, I need some drugs.$12#$b#The allergies kind.$13#$b#Spring and all of this pollen is going to be the end of me...$12#$e#Can we just move to the city?$2",
	"ARV.MuffinDialogue.Spring.2": "No time for talk, {{ParentFarmer}}, science is calling!$8",
	"ARV.MuffinDialogue.Spring.3": "If I have to hear one more of my daddy's puns I'm calling the police!$14#$b#Child protective service! My grandparents! I'm putting myself up for adoption!$14#$b#%In the background, you hear Sterling calling out. 'Come on darling! You haven't answered why the farmer put his horse up for adoption!#$b#Why?$11#$e#%'Because he wanted him be raised in a STABLE enviroment!'#$b#PAPAAAAAAAAAAAAAAAAA!^MAMAAAAAAAAAA!$14",
	"ARV.MuffinDialogue.Spring.4": "Excuse me {{ParentFarmer}}, I'm gonna go write a letter to auntie Mia.#$b#Have you seen my bear stickers? She's a HUGE fan of those.$1",
	"ARV.MuffinDialogue.Spring.5": "Have you seen daddy? I'm trying to convince him to take me out riding on his bike today.#$b#I added tons of stickers to my helmet, you want to see?$1#$e#When I grow up, I'm going to get my own bike so I stop having to ask permission.$9",
	"ARV.MuffinDialogue.Spring.6": "Hey {{ParentFarmer}}, do you have any more of that dessert daddy really likes?#$b#He said you always get them for him when you go to the mines!$8#$e#It had a strange little aura around it, I wanted to taste it.#$b#Study it! I mean s-study it! Yes, for science!$15",
	"ARV.MuffinDialogue.Spring.7": "I might go outside and do my homework under the tree by the plaza.#$b#I just like people watching.$5",
	"ARV.MuffinDialogue.Spring.8": "Mr. Pierre gifted me this field snack today!$17#$b#He said I was a very bright young girl, and that he was proud of the places I was going... He then stared at me for a long time while I browsed.#$b#I think he thinks I didn't notice.$1#3b#... Wait what do you mean you made this field snack?$15",
	"ARV.MuffinDialogue.Spring.9": "I saw uncle Henry today, he had a few feathers stuck to his hair. ",
	"ARV.MuffinDialogue.Spring.10": "Can I go have breakfast with Auntie Mia on Saturday? She promised she'd make bear pancakes with bow ties!$17",
	"ARV.MuffinDialogue.Spring.11": "Hey, {{ParentFarmer}}?#$b#Do you think Aunt Ripley would let me on his tractor?#$b#It's so big! I could wreck an entire field with that.$17#$b#Plant. I said plant an entire field.",
	"ARV.MuffinDialogue.Spring.12": "Mr. Pierre asked me what I wanted to be when I grew up.#$b#He groaned when I said 'just like daddy.'$10#$e#In truth, I just want to be a world super star.$6",
	"ARV.MuffinDialogue.Spring.13": "Why does Mr. Pierre sell stuff from %farm farm?#$b#Can't we just sell it ourselves to the masses?#$b#Sounds like lost profit,{{ParentFarmer}}.$6",
	"ARV.MuffinDialogue.Spring.14": "Why doesn't daddy go to the doctor to treat his nose booboo instead of wasting all of my cute band aids?$5",
	"ARV.MuffinDialogue.Spring.15": "I don't want to go out and be a big girl today.$16#$b#Life cold and hard, bed warm and easy.$16#$e#What if I just go to sleep until I'm an adult and life is easy?",
	"ARV.MuffinDialogue.Spring.16": "Why can't animals speak? I want to know whatever is going through %pet's head. ",
	"ARV.MuffinDialogue.Spring.17": "This year for Starlight, I want a big box of tools like daddy's.#$b#You know- Like the one he keeps in his workshop. I'm tired of having to ask him to lend them to me.$5#$b#Oh! And I also want a couple of new notebooks with the stickers, a ton of glitter, a rapidly rotating dispenser, nine packs of batteries, trip wire-$17#$b#What do you mean Starlight just happened?$5#$e#.... Also need a set of tires, a transmission, shock absorbers, a really cool pink helmet....$6",
	"ARV.MuffinDialogue.Spring.18": "Mud puddles? More like opportunity puddles.$10#$e#You never know when you could be jumping into a hidden portal to another dimension!$3",
	"ARV.MuffinDialogue.Spring.19": "I asked Dad if we could build a tree house this spring.#$b#He said maybe, which definitely means 'for sure'.$10#$b#",
	"ARV.MuffinDialogue.Spring.20": "Spring cleaning? Pfft. I'm more of a spring 'let's make an even bigger mess' kinda girl.$4#$e#Fine, fine, I'll go pick up my toys.$11",
	"ARV.MuffinDialogue.Spring.21": "I like when the wind's all soft and warm. It's like a hug from the weather#$b#Spring smells like dirt and sunshine. If I could bottle it up, I'd probably spill it.",
	"ARV.MuffinDialogue.Spring.22": "If I had a nickel for every frog I almost caught... I'd have enough to buy more frog-catching gear.#$e#And maybe a snack for me and the frogs after.$4",
	"ARV.MuffinDialogue.Spring.23": "Dad and I tried building a mud bridge across the creek the other day.#$b#Turns out, mud is not great at being a bridge.$12#$e#Daddy said learning from experience is the best learning method.$16#$e#He also said he'd wash my clothes before you noticed.$10",
	"ARV.MuffinDialogue.Spring.24": "Taking the baby goats out to pasture is fun.#$b#...Until they escape.$12#$b# Then it's me versus tiny chaos demons.$18",
	"ARV.MuffinDialogue.Spring.25": "Frogs don't mind getting dirty and neither do I. We're basically one and the same.",
	//Sibling Lines
	"ARV.MuffinDialogue.Spring.26": "Excuse me, {{ParentFarmer}}, I'm a little busy at the moment.#$b#{{{SiblingDisplayName}} found an old radio buried behind the community center, and Daddy promised to lend me his tools.#$b#Which means I have to go commit some science crimes.$6#$e#%She's already running off.#$b#I promise no explosions this time!$3",
	"ARV.MuffinDialogue.Spring.27": "Are you looking for {{SiblingDisplayName}}? He's gone off to smell some flowers by great grandpa's grave.#$b#Oh, he's absolutely hiding, he likes to pretend I don't know how much he likes flowers.#$e#Personally I don't know what he sees in them. Gears and grime are far more fun if you ask me.$6",
	"ARV.MuffinDialogue.Spring.28": "Jas and I had a lot of fun playing today.#$b#I had bro borrow me his action figures and we all played house together.#$e#... Bro doesn't want me to tell you this, but he played with Jas' dolls and had a ton of fun with them.#$b#He even got Vince to play along with them too, but he didn't have as much fun.$2",
	"ARV.MuffinDialogue.Spring.29": "Have you seen the dweeb? He promised we would calculate how many racing cars worth of sand we need to burry someone under the sound.$2#$b#I'll leave his head outside, I promise!$10",
	"ARV.MuffinDialogue.Spring.30": "Miss Penny is having us write some poetry today.#$b#My brother seemed to really excel at it, if you ask super duper nicely, he might let you read it.#$e#Mine is about a clown named Bozo who lives under the sewers.#$e#He's been contemplating his own mortality and the fragility of existence.$5",
	"ARV.MuffinDialogue.Spring.31": "{{ParentFarmer}}Can me and bro go riding out on the horse? I found some old rope and we're playing cowboys.$1#$b#What do you mean it's dangerous? I wasn't going to tie him up THAT tightly.",
	"ARV.MuffinDialogue.Spring.32": "Not now {{ParentFarmer}}, I'm trying to figure out how many rolly pollies I can fit on top of my brother's belly.$6",
	"ARV.MuffinDialogue.Spring.33": "I'm really excited for dinner with Mr. Pierre and Miss Caroline, her fried rice is always delicious.#$b#As is the tea she serves after.$1#$e#Bro says tea is too bitter for him, but I think he just doesn't have any taste.",
	"ARV.MuffinDialogue.Spring.34": "I made and packed spring rolls for bro's and my lunch today!$1#$b#I mixed lettuce, carrots, and jelly beans in a tortilla and then stuck it all together with honey because it wouldn't stay put.#10#$b#{{SiblingDisplayName}} hated it, but I think he's just a big baby with no taste for real culinary masterpieces.$11#$e#What? Daddy supervised my cooking! I swear it!$14",
	"ARV.MuffinDialogue.Spring.35": "No time today, {{ParentFarmer}}!$6#$b#I'm spending the day with bro because he's teaching me how to become the absolute bestest dancer for the Flower Dance.#$b#I must device a plan to beat out Haley.#$e#She'll never know what hit her, and surely she'll be forced to borrow me her flower crown this time.$6",
	"ARV.MuffinDialogue.Spring.36": "My brother says Auntie Mia and Uncle Henry are very in love, do you think that's true?#$b#I think he just reads too many romance books.$6#$b#Don't tell him I told you that.$7",

	//Summer Randoms
	// 1-25 NO SIBLING MENTIONS
	// 26+ onwards Sibling lines

	"ARV.MuffinDialogue.Summer.1": "Can Uncle Henry and Auntie Mia come over for lunch today? I want to play with Max!$1",
	"ARV.MuffinDialogue.Summer.2": "Uncle Henry promised he would teach me how to fish. I want to catch a pufferfish!$1#$b#For... Science, of course.#$e#Maybe we could even put one in our fishing pond.$9",
	"ARV.MuffinDialogue.Summer.3": "+No time to talk,{{ParentFarmer}}$11#$b#I'm tired of begging daddy for the water gun, I'm gonna go build my own.$6#$e#Don't worry about parts, I'm using the ones that fell out the tractor last time we went to Cooper farms.$6",
	"ARV.MuffinDialogue.Summer.4": "Daddy and I are working on his bike today.$1#$b#He's teaching me about all kinds of wrenches. Straight, chain, socket, pedal... Tap... Not... Straight...#$b#Ugh. I promised him I'd learned all of this before we start.$14#$e#Maybe if I write them all down.$6",
	"ARV.MuffinDialogue.Summer.5": "I'm going to Auntie Mia's for some of her summery pink lemonade!$1#$b#It is the official summer drink for science and mechanic-making.$1#$e#Yours just doesn't taste the same, I'm so sorry. ",
	"ARV.MuffinDialogue.Summer.6": "Can Max, %pet and I go play with the hose? I won't let my nice clothes get muddy. I swear!$1",
	"ARV.MuffinDialogue.Summer.7": "I got some stickers as a gift in the mail, I'm gonna go add them to my helmet.#$b#Maybe I'll make it look so cute daddy won't have a choice but to take me out on his bike.#$e#Look, this one is horse, this one is a cat, this one is a wrench, and this one is a sunflower. For my daddy.",
	"ARV.MuffinDialogue.Summer.8": "Uncle Henry looked really sad today. I wonder if we can bring him anything to make him feel better.$19#$e#Why does he always look like that?$19#$e#I hope Max gives him lots of kisses to cheer him up.",
	"ARV.MuffinDialogue.Summer.9": "Do you know what the pig said on a hot day like this one?$2#$b#I'm bacon.$13#$b#Don't tell my daddy I said that! I still don't like puns!.$20",
	"ARV.MuffinDialogue.Summer.10": "We are on strike! From here on out that is a no pun zone!$14#$b#We're not putting up with my daddy's pun based abuse no longer!$20#$b#Strike! Strike! Strike!$20#$e#... We will continue after a bear shaped snack.",
	"ARV.MuffinDialogue.Summer.11": "This summer, I'm building myself a race car so I can zoom around the farm.$1#$e#As soon as I'm done, no one will be able to catch to catch me for chores.$10",
	"ARV.MuffinDialogue.Summer.12": "As soon as I'm finished with chores, can I go play with Jas?$1#$e#Maybe her uncle Shane will allow us a water gun.$2",
	"ARV.MuffinDialogue.Summer.13": "Can we go have dinner with Mr. Pierre and Mrs. Caroline? They said to let you know we were all invited tonight.#$b#I'll get all my homework done before it's time!",
	"ARV.MuffinDialogue.Summer.14": "... What a miserable day, I can't think of any way to revolutionize the world.$19#$b#Don't have a water gun, and my great race car project is very behind.$13#$e#Life is truly so hard for great minds.$6",
	"ARV.MuffinDialogue.Summer.15": "{{ParentFarmer}}! Can we get a new pet?$1#$b#I made friends with a funny looking cat behind the community center.#$b#Hm? It was like... Grey with black stripes on his back. And a super fluffy tail! And it looked like he had a mask on him. He let me pet him and I gave him one of the cookies on my lunchbox.#$b#What do you mean that was a racoon?$15#$e#Well, that doesn't answer my original question anyway. He's a perfectly polite fellow, and his name is Lou after Mayor Lewis, and we're already the best friends ever.$11 q",
	"ARV.MuffinDialogue.Summer.16": "I baked cookies with my Auntie Mia, and then shared them with my new friend, Lou over lunch.#$b#I don't care that he's a racoon he's my friend and he has feelings!$14",
	"ARV.MuffinDialogue.Summer.17": "If I could be anyone in the world, I'd be just like my daddy.#$b#Spoiled, maintained, happy, healthy and thriving.",
	"ARV.MuffinDialogue.Summer.18": "Oh I'm very busy today. I'm going to Jas' house and we're going to stare at her auntie look at the microwave all day.#$b#We're taking bets on what she might be staring at.$1#$e#I think it's aliens.$10",
	"ARV.MuffinDialogue.Summer.19": "If Aunt Ripley says it's okay, then it's technically not mischief.#$b#It's teamwork.$6",
	"ARV.MuffinDialogue.Summer.20": "The cows get lazy in the heat...#$b# I respect that. Same, cows. Same.$4#$e#I love summer nights because I get to stay up and look at the stars... But then I remember the mosquitoes also love summer nights.$11#$b#It's like stargazing with tiny vampires.$8",
	"ARV.MuffinDialogue.Summer.21": "Summer chores aren't so bad...#$e#If you conveniently disappear when they're being assigned.$4",
	"ARV.MuffinDialogue.Summer.22": "All the little fireflies at night make summer nights look magical.$17#$b#I tried making a wish to them recently.$3#$b#It was to stay past bed time. Still hasn't happened.$4",
	"ARV.MuffinDialogue.Summer.23": "Summer nights smell like warm grass and dirt. Kinda smells like adventure if you ask me.#$b#It's like summer saying 'Stay past your bed time, {{DisplayName}}'#$b#Fine. I'll stop listening to the whispers of the night.$2",
	"ARV.MuffinDialogue.Summer.24": "I tried helping by making a weed zapper today.#$b#Unfortunately, it ended up more like a me-getting-zapped zapper.$13",
	"ARV.MuffinDialogue.Summer.25": "I tried laying out in the grass to 'relax' like people say, but the bugs had other plans.$2#$b# I lasted five minutes before they declared war and I had to retreat.$14#$e#Surely science can help me with this.$6",
	//Sibling Lines
	"ARV.MuffinDialogue.Summer.26": "{{ParentFarmer}}, I've come to negotiate.$7#$b#I'm putting chores, good grades, and taking %pet out on walks on the table. Anything you say. What must I trade for the water gun?$7#$e#My brother isn't letting me read his poetry again, and he must meet the swift, water inflicted justice!$14",
	"ARV.MuffinDialogue.Summer.27": "My brother won't let me read the poetry he wrote in Miss Penny's class.$2#$b#I promised I wouldn't make fun of him!$14#$b#I've told him a million times. I'm the brains of the family, and he's the sensitive creative. It's all well.$6",
	"ARV.MuffinDialogue.Summer.28": "This is a surprise satisfaction survey. Please answer all questions as honestly as possible.$6#$b#How satisfactory do you consider my brother's cheeks? Sufficiently squishable?#$b#How about mine? Adorable and squish-worthy?$6#$b#Please take this seriously, this data is all necessary for research.$7",
	"ARV.MuffinDialogue.Summer.29": "Ughh... If I die of heat stroke, please leave all of my belongings to Max...$12#$b#My brother can have a single item of his choosing...#12#$b#Jas can have whatever Max doesn't want. It's... Too hot... To go on, {{ParentFarmer}}.$12#$e#... Unless. I can have the water gun?$18",
	"ARV.MuffinDialogue.Summer.30": "Me and my brother are going out on an adventure today!$1#$b#Don't ask me what we're doing exactly just yet, the mystery is point of the adventure.$10#$e#... I could go back to perfectiong my mud pie recipe.$11",
	"ARV.MuffinDialogue.Summer.31": "I have a question.$7#$b#Miss Penny said movement counts as a type of energy.$7#$b#I know heat is another type of energy. So if both are true, you could theoretically cook a chicken by hitting it really hard.#$b#So you could slap a chicken hard enough to cook it!$17#$e#Hey Dweeb! We got ourselves a new mission.$9#$b#%In the distance, you hear your son whining pitifully at the idea.#$e#%'Not again!'",
	"ARV.MuffinDialogue.Summer.32": "As soon as I clear out some time in my busy schedule, I'm gonna pull out the hose to play with my brother and %pet.#$b#So don't worry about watering the plants!$1",
	"ARV.MuffinDialogue.Summer.33": "{{ParentFarmer}}!#$b#My brother is hot, can I have the water gun?$1#$e#I swear I'm not spraying him in the face!$14 ",
	"ARV.MuffinDialogue.Summer.34": "I really want to learn how to cook like my Auntie Mia....#$b#But there's such little time in the day, and so many things to build, fix and discover.#6#$b#No matter, I'll have my brother learn to cook like my Auntie, and then cook for me for the rest of his life.$6#$e#.... Alternatively, I could just marry a house-husband.$7#$b#Just like you did!$1",
	"ARV.MuffinDialogue.Summer.35": "Can I have daddy's tools? Brother and I are building %pet a castle.#$b#.... Fine, we'll just make it out of cardboard then.$11",
	"ARV.MuffinDialogue.Summer.36": "I heard my brother call Mr. Pierre Uncle Pierre today, and they both looked like they were about to tear up.$9#$b#Absolute goobers.$10#$e#... Daddy got a little emotional when I told him about it too though.$11#$e#Men are such emotional babies, am I right?$10",

	//Fall Randoms
	"ARV.MuffinDialogue.Fall.1": "All the cool air is making me sleepy. Do you think daddy would mind if I curl up in his garage beside him?$9#$e#I can't be too far from him, otherwise I won't be able to absorb his knowledge.$6",
	"ARV.MuffinDialogue.Fall.2": "I love the fall.#$b#Leaf piles. Corn mazes. Full hay bales. Falling apples to throw at people.$1#$e#If I get lost in the corn maze... leave me. I'm one with the maze now.$10",
	"ARV.MuffinDialogue.Fall.3": "Hi, {{ParentFarmer}}. Please excuse me, I have very important things to do at the moment.#$e#If you hear a weird noise in the barn... Don't worry. It's just science happening.$6",
	"ARV.MuffinDialogue.Fall.4": "I raked the leaves today.#$b#I didn't say where I put them... but they're definitely somewhere.$9#$e#What happens if you catapult leaves instead of rake them?#$b#Asking for... research purposes. $6",
	"ARV.MuffinDialogue.Fall.5": "I helped auntie Mia make the pie!$3#$e#Well... I taste-tested the filling. Same thing.$10",
	"ARV.MuffinDialogue.Fall.6": "Hot cocoa tastes better when you drink it outside while plotting leaf pile jumps.#$b#Aunt Ripley helped me test that theory.$3",
	"ARV.MuffinDialogue.Fall.7": "If I'm not back in 10 minutes, I'm either building a fort or stuck in the mud.$6#$b#Either way, don't send help. I'm exactly where I want to be.$7",
	"ARV.MuffinDialogue.Fall.8": "Auntie Mia said we're baking pie... but I'm testing how many apples I can eat before she notices.#$e#I'm at four already, but I think I can go for a record.$6#$b#What do you mean I'll give myself a tummy ache?$15",
	"ARV.MuffinDialogue.Fall.9": "Daddy says I can't train the goats to play tag. But I think I'm really close.$6",
	"ARV.MuffinDialogue.Fall.10": "Daddy said said the chickens need more enrichment!#$b#So I built them a mini playground.$3#$e#Don't worry, {{ParentFarmer}}, it's OSHA approved.$6",
	"ARV.MuffinDialogue.Fall.11": "Uncle Henry says 'hard work builds character.' I say 'character' is built by winning leaf pile wars.#$e#He said 'patience is a virtue.' I said 'speed is an advantage.' We agreed to disagree.$3",
	"ARV.MuffinDialogue.Fall.12": "I asked Daddy if I could turbocharge the lawn mower.$6#$b#He said no, which obviously means 'not yet.'$10",
	"ARV.MuffinDialogue.Fall.13": "Hi {{ParentFarmer}}. Don't mind me, I was just thinking about the UCC again today.#$b#The design must still be perfected in order to have a shot at winning the pumpkin carving competition.#$b#Do you think I could fit a small engine in a pumpkin? Bet no one will be bored if we can race them.$6",
	"ARV.MuffinDialogue.Fall.14": "I told Dad we needed at least 20 pumpkins this year. I've got plans.$6#$b#Big, explosive plans.$7",
	"ARV.MuffinDialogue.Fall.15": "There was a book in the library about animals enjoyment of music and their growth hormone production increasing.$1#$b#I didn't read it because it was too heavy, but I wanted to see if the pigs liked music, so I rigged the radio to the pen.$6#$b#Turns out they prefer country.$7",
	"ARV.MuffinDialogue.Fall.16": "I tried to teach %pet to fetch my wrench when I'm working with daddy.#$b#But now he just brings me random stuff.$3#$b#Science is unpredictable.$6",
	"ARV.MuffinDialogue.Fall.17": "I truly thing I have the science stuff in the bag.$6#$b#Hydraulics? Easy. It's just making stuff move with angry water.$10",
	"ARV.MuffinDialogue.Fall.18": "Daddy says I broke the radio when I was trying to fix the static noises.$2#$b#I disagree though. I don't 'break' things. I stress-test them until they show me their weaknesses.$3",
	"ARV.MuffinDialogue.Fall.19": "Daddy says I'm his 'little assistant.' I prefer 'chief supervisor of questionable ideas.",
	"ARV.MuffinDialogue.Fall.20": "Today I climbed the largest apple tree in our orchard to fetch the bestest apples.$17#$b#Then I stayed on top for a few hours to enjoy the view.$4#$b#And maybe because I got stuck.$2",
	"ARV.MuffinDialogue.Fall.21": "Daddy says 'work smarter, not harder.' So I let the goats mow the lawn for us.$10",
	"ARV.MuffinDialogue.Fall.22": "Punishments mean nothing to me.#$b#Daddy calls it 'mucking the stalls,' I call it 'building character.' Either way, I'm still covered in mud.$4",
	"ARV.MuffinDialogue.Fall.23": "The alignment of the stars says today's not a learning day. I'm just respecting nature.$5#$b#What do you mean I have to go to school anyway?$15#$e#This is so unfair. What if I go to school and miss the moment when my next brilliant idea strikes?$12",
	"ARV.MuffinDialogue.Fall.24": "My throat feels... Suspicious. Better stay home and monitor the situation.$2#$b#Ugh. But *{{ParentFarmer}}*, what if I'm contagious? I wouldn't want to spread my laziness.$12#$e#...!$15#$b#Illness. I said illness.$18",
	"ARV.MuffinDialogue.Fall.25": "I was in charge of stirring the cider. So technically, I'm a chef now#$e# I also baked pies with Auntie Mia.#$b#She left me in charge of the frosting, Which is her mistake, not mine.$10",
	//Sibling Lines
	"ARV.MuffinDialogue.Fall.26": "{{SiblingDisplayName}} and I tried to teach the goats to follow commands.#$b# Turns out... They prefer doing whatever they want.$11#$e#No matter, nothing more experimentation can't solve. Science has never lead me astray.$6",
	"ARV.MuffinDialogue.Fall.27": "Hi {{ParentFarmer}}!$1#$b#Bro and I are going to go pumpkin picking today.#$b#We're intent on picking out the largest one for the sake of creating the Ultimate Carved Creation or UCC for short.$10#$e#Yes, it must be the largest one there is or UCC will have no chance at winning first place.$6#$b#Don't worry, if we can't carry it we'll just be rolling it home.$6",
	"ARV.MuffinDialogue.Fall.28": "... Could you punish me?$19#$b#I made my brother cry today, and I feel really, really, really bad about it. I think I played a little too rough with him.$19#$b#Of course I already apologized to him. He said he forgave me, but I still feel very guilty.$5#$e#I'll do my best to remind him I love him lot's and lot's.#$b#And not involve him in my experiments as much.$11",
	"ARV.MuffinDialogue.Fall.29": "I think I'm tall enough to ride the biggest roller coaster next time we go to Amusement Land.$10#$b#Now it's just time to convince bro to come ride it with me....$11#$b#%In the distance, you hear your son screaming 'No'!",
	"ARV.MuffinDialogue.Fall.30": "Mr. Pierre gifted me and my brother some ice pops when I went to buy daddy's soda.$1#$b#Of course I said thank you.#$e#I think daddy is right, Mr. Pierre isn't as bad as everyone seems to say.",
	"ARV.MuffinDialogue.Fall.31": "I really want to learn how to cook like my Auntie Mia....#$b#But there's such little time in the day, and so many things to build, fix and discover.#6#$b#No matter, I'll have my brother learn to cook like my Auntie, and then cook for me for the rest of his life.$6#$e#.... Alternatively, I could just marry a house-husband.$7#$b#Just like you did!$1",
	"ARV.MuffinDialogue.Fall.32": "Let me know the next time you and daddy are going on a date, me and my brother will build you the greatest pillow fort for you two to hide within and not be disturbed.#$e#No, I swear we won't get up to anything, pinky promise.$9#$b#%You can distinctively see her fingers crossed behind her back. ",
	"ARV.MuffinDialogue.Fall.33": "We spent all morning raking leaves into a huge pile.$1#$b# I was gonna jump in, but my brother said, 'What if there's bugs in there?'$6#$b#So I let him go first. Y'know... just in case.$7",
	"ARV.MuffinDialogue.Fall.34": "We tried cleaning out the barn, but halfway through, we started playing 'hay fort wars.'#$b#I don't think daddy's gonna be impressed by the hay explosion.$6",
	"ARV.MuffinDialogue.Fall.35": "It smells SO so nice inside Mr. Pierre's shop.$1#$b#He said he was trying this 'infusion' that my Auntie Mia recommended.#$b#He seemed very proud because business has been up ever since, according to him.#$b#But I'd argue it's all just thanks to my auntie.",
	"ARV.MuffinDialogue.Fall.36": "Aunt Mia and Uncle Henry's house smells SO much like pumpkin spice.$17#$b#I thought my aunt had baked a pie, but she said it was her pumpkin spice air diffusor.#$b#And pumpkin spice candles. And soap. And lotion. And face mask. And coffee.#$e#Can't wait to be an adult with weird spending habits.",

	//Winter Randoms
	"ARV.MuffinDialogue.Winter.1": "{{ParentFarmer}}!$14#$b#I was trying to make snow angels and daddy said all I'd manage to make would be snow devils.$13#$b#%In the distance, you hear Sterling giggling like a hyena.",
	"ARV.MuffinDialogue.Winter.2": "I was making a snow fort... But then I thought, why stop at a fort? So now I'm building a snow empire.$10#$e#You can call me Her Radiant Empress, Queen {{DisplayName}} Cooper the Third.$10#$e#My first order in office is cocoa with marshmallows for dinner.$1",
	"ARV.MuffinDialogue.Winter.3": "I put fresh snow in Daddy's boots to keep them 'fresh' on his walk to the garage.#$b#He didn't appreciate my thoughtfulness.$4",
	"ARV.MuffinDialogue.Winter.4": "Daddy says 'bundle up.' I say three layers is enough for any adventure.$10#$e#He says I should wear gloves. But how am I supposed to tinker with numb fingers?$6#$e#He thinks hot cocoa will keep me inside. Silly Daddy... I drink it on the go.#$e#Adults are so funny thinking they know it all.$6",
	"ARV.MuffinDialogue.Winter.5": "Hi, {{ParentFarmer}}.#$b#My inner scientist says I should observe how long I can stay cozy under my blanket today.$4#$e#See I asked the magic 8 ball if I should go to school. It said 'try again later.' Can't argue with science.",
	"ARV.MuffinDialogue.Winter.6": "I know daddy says I can't ask for power tools for the Winter Feast.#$b#So I asked for parts to build my own instead.$6#$b#I'm thinking ahead.$10",
	"ARV.MuffinDialogue.Winter.7": "Daddy said not to track snow inside.#$b#So I sledded in. Way more efficient.$3",
	"ARV.MuffinDialogue.Winter.8": "You see, {{ParentFarmer}}, the thing is the heater and I have formed a mutual understanding.#$b#It doesn't want me to leave and I can't risk frostbite on my toes.$3#$b#I need all ten for... engineering purposes.$6#$e#If I stay home, I can do independent study. I promise I'll learn stuff... Probably.",
	"ARV.MuffinDialogue.Winter.9": "I read that hibernation is a valid survival technique.#$b#Which means if I stay in today, I'm just following nature's example.$10",
	"ARV.MuffinDialogue.Winter.10": "The barn was too quiet so I built a snow maze for the chickens. Now they're busy.$10#$e#Daddy does that with me sometimes by putting me in a pen with some of his old tools.#$b#It works.$4",
	"ARV.MuffinDialogue.Winter.11": "One time, I was hanging out in Auntie Mia's room and she opened her closet to reveal a veritable treasure trove of boots.$17#$b#I'm so jealous. How come my aunt gets to have pair in every color?#$b#That's like -- Maximum fashion efficiency.$17#$e#Boot science.$17",
	"ARV.MuffinDialogue.Winter.12": "Daddy told me to organize his tools.$17#$b#I organized them by frequency of chaos usage.$4#$e#That'll teach daddy for thinking he can keep me entertained with menial tasks instead of letting me help with the cars.$10",
	"ARV.MuffinDialogue.Winter.13": "Daddy says I'm 'too young' to fix cars. But I think I'm old enough to improve them.$10",
	"ARV.MuffinDialogue.Winter.14": "I wanted to go play with Jas today, but I can't find my dolls.$11#$b#Oh I didn't lose them. I just built them a castle in the hayloft and one of the cows decided they wanted to live there instead.$1#$b#Unfortunately they look too cute sleepy and I don't wanna bother any of them to get them to stand up.",
	"ARV.MuffinDialogue.Winter.15": "I accidentally left my gloves outside and now they're ice bricks.#$b#So technically, I invented glove-cicles.$10",
	"ARV.MuffinDialogue.Winter.16": "Aunt Ripley taught me how to make a perfect snowball... And then used me for target practice!$14#$b#I'm not falling for that again.$16",
	"ARV.MuffinDialogue.Winter.17": "No time today {{ParentFarmer}}!#$b#I have to go to Sunberry to convince Aunt Ripley to let me attach a sled to the back of her tractor.$6#$b#I call it extreme farming!$10",
	"ARV.MuffinDialogue.Winter.18": "Uncle Henry was showed me this old book with pictures of him and daddy from school.$1#$b#He had this really funny coconut looking haircut in them.$3#$e#I have truly never seen a man in so much denim.$11",
	"ARV.MuffinDialogue.Winter.19": "Uncle Henry says he's gonna take me to the rodeo!$1#$b# Now I just need to convince him to let me ride the bull...$3",
	"ARV.MuffinDialogue.Winter.20": "Hi {{ParentFarmer}}.#$b#I'm just trying to figure out how to evaporate lemons up to the clouds so we can get lemonade snow.$6#$b#It's like my aunt Ripley says, when life gives you lemons..$6#$b#Commit strange science crimes that defy nature.$1",
	"ARV.MuffinDialogue.Winter.21": "I think I'll join daddy at the garage today.#$b#We're learning how to change breaks today.$1",
	"ARV.MuffinDialogue.Winter.22": "I asked Daddy if I could build a remote-controlled sled.#$b#He said 'When you're older' before I even finished. Rude.$2#$e#Oh well. Genius has no age.$6",
	"ARV.MuffinDialogue.Winter.23": "You see {{ParentFarmer}}, I would go to school but I think I'm allergic to learning today.$11",
	"ARV.MuffinDialogue.Winter.24": "{{ParentFarmer}}, can you check on my daddy?$8#$b#He's anxiety cooking again.$11",
	"ARV.MuffinDialogue.Winter.25": "I saw daddy struggling a little at the alcohol section of the General Store while Pierre was looking away.$11#$b#It's okay,{{ParentFarmer}}, he walked away on his own. I saw while he wasn't looking.$3#$b#I think he was a little sad afterward, but I'm proud of him.$4",
	//Sibling Lines
	"ARV.MuffinDialogue.Winter.26": "My brother's always making up excuses for why he can't do stuff, but when he actually tries, he's almost as good as me!#$b#You did not hear that from me, and if he asks, I will never repeat it again.$11",
	"ARV.MuffinDialogue.Winter.27": "Don't worry {{ParentFarmer}}, I'm supervising my brother while he's working on his new masterpiece.#$b#... And waiting for the perfect moment to sneal his snack, if you want to be specific about it.$10#$e#He gets so focused on his work, it's really amazing to watch... He's so sweet.$4",
	"ARV.MuffinDialogue.Winter.28": "You can't rush perfection, right? So I'll just sit over there... Taking my time to get in the mood to work.$4#$b#My brother doesn't mind helping though. He likes being busy.$1#$b#I'm busy being perfectly still.$4",
	"ARV.MuffinDialogue.Winter.29": "I was gonna go help with the garden, but then my brother started reading his new poem, and now I'm just really cozy on this bench.$1#$b# Maybe I'll nap, and by the time I wake up, he'll have it all figured out.$1#$b# It's like I'm helping... without doing anything at all.$4",
	"ARV.MuffinDialogue.Winter.30": "Bro and I build a gingerbread house today!$1#$b#Then I upgraded it with defense systems.$0#$b#He didn't like that as much, but that's alright. Not everyone is made to appreciate genius.$10",
	"ARV.MuffinDialogue.Winter.31": "{{SiblingDisplayName}} and I finally perfected our snow fort today!$17#$b#To celebrate, I let him be the snow king.$4#$e#And them promptly overthrew him through a snow coup because he just couldn't handle the power.$6",
	"ARV.MuffinDialogue.Winter.32": "My brother is like... *Really* bad at dodging snowballs.$10#$b#Hey dweeb! Do you want to practice some more?$9#$e#%In the distance, you hear your son whining pitifully at the idea.#$e#%'Not again!",
	"ARV.MuffinDialogue.Winter.33": "Have you seen {{SiblingDisplayName}}?#$b#No mischief today.$4#$b#I'm feeling like dancing in the snow and I need my trusted dance partner.#$e#Otherwise, I could always dance with %pet",
	"ARV.MuffinDialogue.Winter.34": "{{SiblingDisplayName}} has been a little chilly, so I rolled him into a burrito with our bedsheets this morning.#$b#He liked it, I swear!$8",
	"ARV.MuffinDialogue.Winter.35": "Mr. Pierre says I look a lot like my daddy when I make certain expressions.#$b#I have no idea what he's talking about.$10#$e#Do you think I look like you {{ParentFarmer}}?$21",
	"ARV.MuffinDialogue.Winter.36": "%pet woke me up by laying atop me this morning.#$e#Nothing like deep pressure therapy to start the day.#$e#{{SiblingDisplayName}} doesn't appreciate it when I do it, but it's okay not to have taste.$10",
	
	//Rain dialogue (Characters/Dialogue/rainy)
	"ARVMuffin.Dialogue.Rain.1": "Rainy days are for building something!$4#$b#Or for napping.#$b#I haven't decided which one I'm doing yet.",
	"ARVMuffin.Dialogue.Rain.2": "If I wear enough plastic bags, I become waterproof.$6#$b#Fashion and function!$1",
	"ARVMuffin.Dialogue.Rain.3": "I built a raft out of buckets and hope.#$b#Didn't make it past the porch, but I looked cool trying.$1",
	"ARVMuffin.Dialogue.Rain.4": "They said I couldn't make a working pulley system in the living room.#$b#Joke's on them--I already did.$10#$b#...Don't sit on the couch.$8",
	"ARVMuffin.Dialogue.Rain.5": "I'm conducting highly important experiments involving hot cocoa and exactly how many marshmallows fit in a mug.$6#$b# Current count: eleven.",
	"ARVMuffin.Dialogue.Rain.6": "I was gonna clean, but then I remembered I'm eight and have better things to do.#$b#Like taping spoons together for science.",
	"ARVMuffin.Dialogue.Rain.7": "I wrote a play.#$b#It's called 'The Great Rain Puddle Heist.$6#$b#' I'm the lead, the villain, and the narrator. It's a one-kid show.$10",
	"ARVMuffin.Dialogue.Rain.8": "I made my own indoor thunder with pots and a spoon.#$b#The acoustics in the kitchen are *chefs kiss*.$4",
	
	//Festivals
	"ARVMuffin.Festivals.spring13_y1": "Hey {{ParentFarmer}}, what's an eggs favorite day of the week?#$b#Well today of course!$1#$e#What. You thought I was going to make a pun?$10#$b#Wrong! I hate puns.$14#$e#%Sterling chimes up behind her 'It's Fry-day'.",
	"ARVMuffin.Festivals.spring13_y2": "You see, I *could* participate in the egg hunt, or I could judge everyone else's performance.$10#$e#The secret isn't that I think I could do better at collecting eggs, but that I could do better at *hiding* them.$10#$b#I have a system planned out already. See?$6",
	
	"ARVMuffin.Festivals.spring24_y1": "%{{DisplayName}} is carefully dancing in place. Two, three, four... Two, three, four...#$b#One second {{ParentFarmer}}, I'm still working on perfecting my steps.$9#$b#Of course I'm taking it seriously.$5#$b#Dancing is very much like bank robbery after all.$6#$b#It takes split second timing.$10",
	"ARVMuffin.Festivals.spring24_y2": "Do you think *I'll* get to be flower queen this year?$17#$b#If they pick me, I promise to make Max my flower king.$21",
	
	"ARVMuffin.Festivals.summer11_y1": "I put in our strongest chili to the soup this year.$21#$b#What?$15#$b#Nothing.$3",
	"ARVMuffin.Festivals.summer11_y2": "Mayor Lewis didn't let me go near the soup pot.$19#$b#I wasn't going to do anything!$14#$e#Yet.$21",
	
	"ARVMuffin.Festivals.summer28_y1": "Jellyfishies...$17",
	"ARVMuffin.Festivals.summer28_y2": "Do you think I can go swim with the jellyfish?$21#$b#Stinging is a worthy price to pay for frolicking with such beauty.$4",
	
	"ARVMuffin.Festivals.fall16_y1": "We have all the chickens we could want at home, so I don't really care about going to pet the animals.#$b#What I *really* wanna do, however, is go touch that weird old lady's orb.$10#$e#Could I just get my own?$21",
	"ARVMuffin.Festivals.fall16_y2": "Can I have some extra money to go gamble on the wheel?$17#$b#Of course you don't have to worry, my dad's addictive personality is totally not hereditary.$21#$e#Probably.$21",
	
	"ARVMuffin.Festivals.winter8_y1": "Alright! Time to put every fishing lesson with uncle Henry to the test.$10#$b#I must make him proud!",
	"ARVMuffin.Festivals.winter8_y2": "This lady is definitely on the right track with the hat on her piggy.#$b#We should take notes. There is a boundless, untapped market for porcine fashion.$6",
	
	"ARVMuffin.Festivals.winter25_y1": "If we put enough lights on the tree. Do you think aliens might be able to see it?$21",
	"ARVMuffin.Festivals.winter25_y2": "This year, the thing I'm most grateful for is you and daddy.$21#$e#And %pet. And Max. And Mr. Rooster. And Lou the Racoon.#$e#And my auntie Mia, and my uncle Henry, and my aunt Ripley. And Mr. Pierre. And Miss Penny.#$e#And also crayons. And glitter. And sunshine in the sky and delicious tasting dew.",
	
	//Movies
	"ARVMuffin.MovieInvite_Invited": "We're going to the movies?$17#$b# YES! Of course I'll go with you.$17#$b#I want 3 buckets of popcorn all to myself.$3",
	"ARVMuffin.Movie.With_Parent_Before": "Can we get a soda?$17#$b#And chocolate bars? And a crepe? Some fries? And some cotton candy. Oh! And some carrots.$17#$b#The latter is for the animals outside.",
	"ARVMuffin.Movie.With_Parent_Script": "{{DisplayName}} happily kicks her feet on the seat, seeming delightfully engaged the entire time.", 
	"ARVMuffin.Movie.With_Parent_After": "That was like. THE BEST.$17",
	"ARVMuffin.Movie.love_Before": "MOVIE NIGHT! MOVIE NIGHT! I'm so excited I could just BURST.$17",
	"ARVMuffin.Movie.love_After": "That was... Life changing.$8#$b#I need to change the entire course of my life *RIGHT* now.$8#$b#Life here I GO!$3",
	"ARVMuffin.Movie.like_Before": "POP! CORN! POP! CORN! POP! CORN!$17#$e#Mr. Attendant! A whole large box just for me please!$3",
	"ARVMuffin.Movie.like_After": "Everyone knows the best part of coming to the movies is all the leftover snacks after.$3#$b#Don't worry. I'll have all of it for dinner. I am 100% this is a great idea I will absolutely not regret later.",
	"ARVMuffin.Movie.dislike_Before": "Oh this is going to be a long two hours, won't it...$16",
	"ARVMuffin.Movie.dislike_After": "Of course I enjoyed myself.$17#$b#I just.... Slept the whole way through.$21#$e#It's not my fault we can't all have superior taste in movies like me.$11",
	
	//Little Red Schoolhouse desk line
	"Schoolhouse.Desk18.ARV.Muffin": "{{DisplayName}} Cooper. Daddy's most lovable little muffin.",
	
	//Little Red Schoolhouse assessment from Penny
	//The previous line will say "Hi @. Are you here to ask about the little ones? Well, when it comes to {{DisplayName}}..."
	"Penny.Dialogue.Schoolhouse.ARV.Muffin": "There is no mistaking that she is a brilliant little girl. Creative, diligent and unquestionably smile.#$b#There is something to be said about her attention span. Her head is always in the clouds thinking about what to engineer next.#$b#But with the right motivation and a little focus, she's one of my top students. A real delight to teach.",
	
	
	/////////////////////////////////////////
	//ARVCookie (valid_male_firstborn.json)//
	/////////////////////////////////////////
	
	//Gift tastes (Data/NPCGiftTastes)
	"ARVCookie.GiftTastes.Love": "For me?$7#$b#Thank you so much! This is perfect.$1#$b#I will treasure it forever.$3",
	"ARVCookie.GiftTastes.Like": "Thank you so much! This is lovely.$3#$b#How did you know I needed something like this?",
	"ARVCookie.GiftTastes.Dislike": "...$2#$b#... Thank you.... Very much.",
	"ARVCookie.GiftTastes.Hate": "... Did I do something wrong?$11#$b#Why would you give this to me?$2",
	"ARVCookie.GiftTastes.Neutral": "Thank you.#$b#I'm sure I'll find a place for this.",
	
	//Schedule dialogue (Strings/schedules/{{FirstbornName}})
	"ARVCookie.Schedule.DesertFestival.000": "Can we go say hi to the camels?",
	"ARVCookie.Schedule.Schoolhouse.000": "School is alright, I suppose.#$b#I like learning things, but I don't always like answering questions in front of everyone. What if I say something wrong?$11",
	"ARVCookie.Schedule.Schoolhouse.001": "There's a girl in my class who can read out loud without stumbling over words.#$b#I don't know how she does it. When I read, I always think too far ahead and trip over my own sentences. Maybe it's just nerves.$11",
	"ARVCookie.Schedule.Schoolhouse.002": "We had to write a poem for class today, but I couldn't bring myself to read mine out loud.$11#$e#It's weird it's just words on a page, but when it's your words, it feels different.$2",
	"ARVCookie.Schedule.Schoolhouse.003": "I usually don't talk much during lunch. Not because I don't want to, but because my brain's still waking up from morning classes.",
	"ARVCookie.Schedule.Schoolhouse.004": "Sometimes I know the answer to a question, but I just don't want to say it. I don't know why. My voice just stays stuck in my throat.",
	"ARVCookie.Schedule.Schoolhouse.005": "The clock in our classroom is slow by about two minutes.#$b#I don't know if anyone else notices, but I do. Two minutes feels like forever when you're waiting for lunch.",
	"ARVCookie.Schedule.Schoolhouse.006": "I saw someone trade their whole lunch for a single cookie today. I don't know if that was a bad deal or the best deal of their life.",
	"ARVCookie.Schedule.Schoolhouse.007": "Someone asked me what I was writing during lunch.#$b#I panicked and said 'a grocery list.' They definitely didn't believe me.$11",
	"ARVCookie.Schedule.Schoolhouse.008": " usually don't talk much during lunch.#$b#Not because I don't want to, but because my brain's still waking up from morning classes.",
	"ARVCookie.Schedule.Schoolhouse.009": "I turned in a poem today, and Miss Penny wrote a note saying she liked it.#$b# I don't know if she really liked it or if she's just being nice, but either way it kind of made my day.$3",
	"ARVCookie.Schedule.Schoolhouse.0010": "I like writing on my napkin when I run out of paper. It feels a little adventurous, like I'm leaving secret messages for future me in my pocket.",
	//Rainy Lines
	"ARVCookie.Schedule.Schoolhouse.0011": "Miss Penny said we should stay inside during recess, but I kind of like standing under the awning and watching the raindrops race down roof.",
	"ARVCookie.Schedule.Schoolhouse.0012": "The sound of rain hitting the roof makes math class a little more bearable.#$b#It's like background music for thinking",
	"ARVCookie.Schedule.Schoolhouse.0013": "People walk around like zombies when it's raining. Slower, sleepier, more dramatic sighing than usual.$3",
	"ARVCookie.Schedule.Schoolhouse.0014": "The rain makes everything feel like a story. Like, any second now, something mysterious is going to happen.",
	"ARVCookie.Schedule.Schoolhouse.0015": "My socks are wet. My backpack is wet. My notebook is wet. I, too, am wet. I'd like to go home now.$2",
	
	//General dialogue (Characters/Dialogue/{{FirstbornName}})
	"ARVCookie.Dialogue.BirthdayGift_Positive": "FOR ME?$7#$b#Thank you so much! This is the best!$1#$b#This is the best birthday EVER.$7",
	"ARVCookie.Dialogue.BirthdayGift_Negative": "....$2#$b#..... Thank... You...$9",
	"ARVCookie.Dialogue.Gift_StardropTea": "Mmm! Yummy! Thank you!$3#$b#It tastes like... The best part of summer. Or the quietest part of winter.#$b#It's delicious.$3",
	"ARVCookie.Dialogue.Gift_category_vegetable": "... Must I eat more of these?$9", 
	"ARVCookie.Dialogue.Gift_coffee_item": "*sniff sniff*#$b#...#$b#I don't think I'm supposed to drink this.$2", 
	"ARVCookie.Dialogue.Gift_alcohol_item": "Alcohol is bad for adults AND for children.$2#$b#Please keep it away from daddy.$9", 
	
	"ARVCookie.Dialogue.Resort_Entering": "Salty air, sweet lemonade, and the smell of sunscreen. If summer had a flavor, that would be it.#$e#Could you help me apply sunscreen...? I don't want to get all red and hurty.$3#$e#Some people can tan perfectly. I, however, turn into a human lobster.",
	"ARVCookie.Dialogue.Resort_Leaving": "Sand is great until you realize you'll be finding it in your shoes for the next two weeks.",
	"ARVCookie.Dialogue.Resort": "I tried to teach my sister how to float on her back.$1#$b#She said she was 'too powerful' to relax and then immediately sank like a rock.$5",
	"ARVCookie.Dialogue.Resort_Bar": "We got snow cones, and {{SiblingDisplayName}} tried to mix all the flavors into one.$2#$b# She said it would be the 'ultimate summer experience.' It tasted like chaos.$8",
	"ARVCookie.Dialogue.Resort_Chair": "Some people are so good at surfing, they make it look easy.$1#$b# If I tried, I'd probably just become best friends with the ocean floor.$11",
	"ARVCookie.Dialogue.Resort_Towel": "Watermelon just tastes better at the beach. I don't know why, but I accept it",
	"ARVCookie.Dialogue.Resort_Shore": "Sorry, {{ParentFarmer}} buried my feet in the sand. Now I am one with the beach. This is my life now.$3",
	"ARVCookie.Dialogue.Resort_Wander": "I stepped on something in the water. I don't know what it was, and I don't want to know. But I will be thinking about it forever.$12",
	"ARVCookie.Dialogue.Resort_Umbrella": "Sunsets at the beach feel like the sky is tucking the ocean in for the night.",
	"ARVCookie.Dialogue.GreenRain": "...$12#$b#What's happening?$12",
	"ARVCookie.Dialogue.spring_12": "Of course I'm excited for the Egg Festival. Do you know how many devilled eggs variations they make?$1#$e#No, seriously, do you know?$7",
	"ARVCookie.Dialogue.spring_13": "Daddy is really dead set on me winning today's race to spite Abigail, but I don't think I feel like running.$11#$b#I'm going to be too full from the delicious food.",
	"ARVCookie.Dialogue.spring_23": "I'm really excited for tomorrow's dance.#$b#I always love seeing you and daddy dancing together.$3",
	"ARVCookie.Dialogue.spring_24": "Could you help me with my tie?$6",
	"ARVCookie.Dialogue.spring_28": "Summer is arriving. I can already hear the cicadas singing.$6",
	"ARVCookie.Dialogue.summer_11": "I can't really eat the Luau soup because people end up making it too spicy.$11#$b#It's okay, there's plenty of other snacks and treats to enjoy.",
	"ARVCookie.Dialogue.summer_15.1": "... I wrote a poem for daddy's birthday, but now I'm not sure if he'll like it.$11#$b#It's a bit of a lame gift, but I did have fun making it.$11",
	"ARVCookie.Dialogue.summer_15.2": "For daddy's birthday this year, I picked out the best sunflowers I could find for a bouquet.$11#$b#Do you think he'll like it?$4",

	
		//Spring Cookie Randoms

		//0 Neutral
		//1 Smile open eyes
		//2 Sad worry
		//3 closed eye smile
		//4 look down blush
		//5 closed eye BIG smile
		//6 Sparkle eyes O
		//7 Sparkle eyes SMILE
		//8 Sick
		//9 Side thinking
		//10 Mufifn blush
		//11 smile with sad eyebrows
		//12 Surprise

		"ARVCookie.Dialogue.Spring.1": "There's a little bee that keeps landing on my notebook when I'm writing.#$b#I think he wants co-author credit.$10",
		"ARVCookie.Dialogue.Spring.2": "I found a snail in the garden and gave him a leaf umbrella.#$b#He was very polite about it.$4",
		"ARVCookie.Dialogue.Spring.3": "A baby chick followed me around for a bit today.#$b#I named him Sir Fluff. He was very brave.$11",
		"ARVCookie.Dialogue.Spring.4": "I tried writing a happy poem, but it turned into a kinda sad one halfway through.$11#$b# I guess feelings don't always listen to what you want them to say.$0",
		"ARVCookie.Dialogue.Spring.5": "I found a little snail today.#$b#She had a little crack in her shell, so I made her a tiny leaf bed. I hope she's feeling better now.$11",
		"ARVCookie.Dialogue.Spring.6": "Sometimes I think bugs are misunderstood.#$b#They don't mean to scare people... they're just small and trying their best.$11",
		"ARVCookie.Dialogue.Spring.7": "I like walking through the fields early in the morning.#$b#Everything's quiet, and it feels like the world is still waking up.$3",
		"ARVCookie.Dialogue.Spring.8": "Sometimes I wonder if the plants can feel when we're taking care of them.#$b#Maybe they know we're trying our best.$3",
		"ARVCookie.Dialogue.Spring.9": "I don't mind helping with chores, but sometimes I get distracted watching the clouds. They tell better stories than I do.",
		"ARVCookie.Dialogue.Spring.10": "I don't like when people say crying's a weakness.$2#$b#Sometimes your heart just gets too full, and the extra feelings have to go somewhere.$2",
		"ARVCookie.Dialogue.Spring.11": "I get scared when people argue.$2#$b#It's like the air gets too heavy, and I can't breathe right.$8",
		"ARVCookie.Dialogue.Spring.12": "I like to make up stories about the stars.#$b#Like maybe they're little windows where people from other worlds can see us.#$b#I hope it's aliens.$3#$e#I hope they didn't look at me tripping this morning...$$9",
		"ARVCookie.Dialogue.Spring.13": "Sometimes, I imagine the wind is whispering stories.#$b#I can't always hear the words, but I do feel them.$3#$e#Perhaps one day I can put them to paper...$4",
		"ARVCookie.Dialogue.Spring.14": "There's this one spot by the creek where the sunlight dances on the water. I could watch it for hours.",
		"ARVCookie.Dialogue.Spring.15": "Sometimes I just sit and listen to the breeze.$5#$b#It feels softer in spring, like it's trying not to wake up the flowers too fast.$3",
		"ARVCookie.Dialogue.Spring.16": "I found a caterpillar on a leaf.#$b#I told him he's gonna be a butterfly soon, but he didn't seem too excited about it.$5",
		"ARVCookie.Dialogue.Spring.17": "There's this patch of flowers that only bloom when the sun's out.#$b#Maybe they're just shy like me.",
		"ARVCookie.Dialogue.Spring.18": "Planting seeds feels kinda magical.#$b#You put something tiny in the ground, and then... Poof! It turns into something big and beautiful.$1",
		"ARVCookie.Dialogue.Spring.19": "The blue jazz symbolizes tranquility and honesty.#$b#I think the Victorians were onto something, because being around them makes me feel deeply at peace.$3#$e#Hm? Oh. I learned that from a book in the library. It's called The Language of Flowers.",
		"ARVCookie.Dialogue.Spring.20": "I helped daddy in the garden today.#$b#I was really careful not to hurt the worms. They're working hard too, y'know?$3#$e#I specially like watching the sprouts peek out of the dirt. I like celebrating that they made it out with them too.$10",
		"ARVCookie.Dialogue.Spring.21": "I like watching the flowers grow...$3#$b#It reminds me that I'm growing too. Just... a little slower.",
		"ARVCookie.Dialogue.Spring.22": "Auntie Mia told me the only way to do things is to do them unapologetically.#$b#If something is worth doing, do it without fearing what others might think.$8#$b#I want to grow up to be that confident in myself.$0",
		"ARVCookie.Dialogue.Spring.23": "Uncle Henry took me out to see the wild flowers!#$b#He taught me all about how important they are for the bees and bugs and stuff.$5#$e#I taught him about the meanings of each one.#$e#Did you know that the crocus represents youthful cheerfulness?$3",
		"ARVCookie.Dialogue.Spring.24": "Uncle Henry's vision is soooooo bad!#$bI put on his glasses while he was taking a nap and couldn't even see what was on the TV!$1#$e#...Don't tell him I did that, though. He's really protective of his glasses and stuff.$11",
		"ARVCookie.Dialogue.Spring.25": "Tulips have different meanings according to their color.#$b#For example, red tulips symbolize true love.$3#$b#While pink ones symbolize gentle and caring affection.#$e#Yellow ones mean we're good friends. They were a good way to spurr single hopefuls during courtship.#$e#Didn't make ladies any less mad, though.$3",
		//Sibling Lines
		"ARVCookie.Dialogue.Spring.26": "Sometimes I think I'd be a good farmer... But then I wonder if I'd miss writing too much.$11#$b#What if I can't do both?$2#$e#I asked {{SiblingDisplayName}} what she wants to be, and she said: 'Awesome!' I guess that's a pretty good answer.$3",
		"ARVCookie.Dialogue.Spring.27": "I wrote a little poem about spring...$4#$b#But I think I'll keep it to myself for now. It's not ready yet.$11",
		"ARVCookie.Dialogue.Spring.28": "If you see {{SiblingDisplayName}} can you please not tell her where I am?#$b#She needs a subject for her mud launcher and I don't want to get muddy toes again.$8",
		"ARVCookie.Dialogue.Spring.29": "{{SiblingDisplayName}} said we were just gonna look at the frogs, but somehow, I ended up waist-deep in the creek, and she caught three before I even blinked.$11#$B#{{SiblingDisplayName}} says she's the fastest frog catcher in the whole county.#$b#She probably is... But I like watching them hop away too much to try and disrupt her reign.$3.",
		"ARVCookie.Dialogue.Spring.30": "I was writing in my notebook, and {{SiblingDisplayName}} sat down next to me.#$b#She didn't say anything... Just kinda kept me company. I like when she does that.",
		"ARVCookie.Dialogue.Spring.31": "{{SiblingDisplayName}} said she's gonna build a robot to help on the farm. I don't know how it's gonna work but I believe her.$3#$b#She's just smart like that.{{SiblingDisplayName}}'s always got some invention in her head.#$e#I just help when she needs an extra hand, or someone to hold the wrench while she 'tests' stuff.",
		"ARVCookie.Dialogue.Spring.32": "We found a patch of wildflowers. {{SiblingDisplayName}} said they looked like a 'paint explosion.'#$b#I thought they looked... Perfect.$3",
		"ARVCookie.Dialogue.Spring.33": "{{SiblingDisplayName}} tried to whistle at the birds like Wren does.#$b# They didn't come... But she kept trying. I think they liked the effort.$11",
		"ARVCookie.Dialogue.Spring.34": "I was reading one of my poems to the chickens in the morning.$11#$b#{{SiblingDisplayName}} was pretending not to listen, but I saw her smile.$11",
		"ARVCookie.Dialogue.Spring.35": "Mr. Pierre is always so kind to me.#$b#He used to be a little wearier of me when I was younger. I think he expected me to be a little louder.#$b#And outspoken.#$b#And trouble.$5#$e#It's okay. {{SiblingDisplayName}} has that covered enough for the both of us.",
		"ARVCookie.Dialogue.Spring.36": "Aunt Ripley looks very intimidating because she's so tall, but she is so strong and gentle.$3#$b#When I grow up I want to be just like her. I don't want anything to take kindness away from me.",
	
		//Summer Cookie Randoms
	
		"ARVCookie.Dialogue.Summer.1": "I've been looking for sweet peas after school to press in my notebook.#$b#Did you know they symbolized blissful pleasures in the Victorian era?$5#$e#Women would often communicate using flowers instead of words... It seems like a much easier way to live to me.$4",
		"ARVCookie.Dialogue.Summer.2": "A lot of people think poppies symbolize death, but that's not true at all.$11#$b#They're remembrance. To think about about the departed ones we still love anyway...$4#$b#I think it's beautiful. No reason to be wary of them.",
		"ARVCookie.Dialogue.Summer.3": "I don't like how hot and sticky everything gets during the summer...$2#$b#Wish we could just soak all day without getting wrinkly.#$e#Maybe I'd make a good merman...$9",
		"ARVCookie.Dialogue.Summer.4": "I love the wild flowers during the summer.#$b#I'm collecting a big bouquet of them afterschool for our kitchen vase.#$e#Which is your favorite? I'll grab a few extra for you.",
		"ARVCookie.Dialogue.Summer.5": "I was helping Dad fix the fence, but I got distracted watching a butterfly.#$b#I think she was supervising.",
		"ARVCookie.Dialogue.Summer.6": "Aunt Mia's summer lemonade is the best.$5#$b#I like that it's pink.#$e#It's such a pretty color...$4",
		"ARVCookie.Dialogue.Summer.7": "Uncle Henry took me to look at the Cooper Farm flowers and taught me all about what each one of them does for the environment around them.#$b#I taught him what each one of them meant in the language of flowers in turn.$3#$e#... He got misty eyed when I told him what the lilies in Gloria's field meant.$2#$e#It's eternal love.$3",
		"ARVCookie.Dialogue.Summer.8": "There's something nice about laying in the grass and watching the clouds float by.#$b#I could do that for hours.$3",
		"ARVCookie.Dialogue.Summer.9": "I was writing under the old oak tree. The breeze was just right, and the birds sounded like they were singing a lullaby.",
		"ARVCookie.Dialogue.Summer.10": "I like picking blueberries with {{ParentFarmer}}.#$b#It's quiet... Just the sound of leaves and little plops when the berries hit the bucket. I don't even mind the blue fingers.$10",
		"ARVCookie.Dialogue.Summer.11": "I watched a butterfly land on a spangle today.#$b#It was so quiet, I could hear the wings flutter.$3#$e#Sometimes it's the little things that stick with you.",
		"ARVCookie.Dialogue.Summer.12": "I was sketching some flowers in my notebook.#$b#The petals kept moving in the breeze, so I had to guess but I think they turned out okay.",
		"ARVCookie.Dialogue.Summer.13": "I helped daddy fix the gate today.#$b#He said I was 'good with small details.' I just like taking my time... making sure things fit right.$10",
		"ARVCookie.Dialogue.Summer.14": "The chickens don't mind the heat much. They just find the shadiest spot and stay there.#$b#I can't blame them. It's nice to just sit and watch the world sometimes.$1",
		"ARVCookie.Dialogue.Summer.15": "The days feel longer in the summer... Like there's more time to sit down and daydream.#$e#I wonder if the sun stays up just to give us extra time in it's warmth.",
		"ARVCookie.Dialogue.Summer.16": "I saw a spider spinning its web between the fence posts. It's funny something so small can build something so perfect.",
		"ARVCookie.Dialogue.Summer.17": "Daddy said he hopes I feel comfortable enough to share my writing with him someday.#$b#It's not I don't want him to see, it's just very personal...$4#$b#But I know I'll feel brave enough to share that side of me one of these days.$3#$e#Thank you for always being so patient with me.",
		"ARVCookie.Dialogue.Summer.18": "Daddy's puns are really funny.#$b#He likes to joke about being dumb, but I think it takes a real wordsmith to be as quick-thinking and humorous as he is with them sometimes.$5#$e#I like to think I get my writing gene from him.",
		"ARVCookie.Dialogue.Summer.19": "Daddy was feeling a little down this morning...$2#$b#He doesn't like to talk about it with us, but I know it's because he was thinking about alcohol again.$2#$e#It's okay. He just went outside for a run with %pet and seemed to sweat it out.#$b#I think daddy is very brave, fighting battles like that every day.$3#$b#I just wish he knew he didn't have to do it all alone...$11",
		"ARVCookie.Dialogue.Summer.20": "Don't tell daddy I told you, but he came up to me this morning to ask for help writing you a poem.$3#$b#Of course I helped him.#$b#But he did most of it on his own. I'm very proud of him.$1",
		"ARVCookie.Dialogue.Summer.21": "Would you mind if I played in the garden with the hose today?#$b#It's so hot. I just need a little soaking to feel like myself again.$8",
		"ARVCookie.Dialogue.Summer.22": "Aunt Ripley showed me how to tell how old a tree is by its rings.$1#$b#I counted so many! It's like reading the life story of a tree, but without words.$5",
		"ARVCookie.Dialogue.Summer.23": "We went to check on the beehives today. Daddy says bees work harder than anyone else on the farm.#$b#I wonder if they ever take a break.",
		"ARVCookie.Dialogue.Summer.24": "Aunt Ripley let me feed the baby sheep this morning.#$b#Their little noses kept bumping into my hand... I suppose they wanted me to hurry it up.$3'",
		"ARVCookie.Dialogue.Summer.25": "Aunt Ripley said we shouldn't eat too many berries while picking...#$b#But I think she ate just as many as me. We're both bad at rules.$10",
		//Sibling Lines
		"ARVCookie.Dialogue.Summer.26": "Please listen to me carefully.$2#$b#Do not. Give {{SiblingDisplayName}} a water gun.$2#$b#Please. She's too powerful.$2",
		"ARVCookie.Dialogue.Summer.27": "The cicadas get so loud in the summer.#$b#{{SiblingDisplayName}} says they sound like tiny buzz saws. I think they're just singing their own kind of song.",
		"ARVCookie.Dialogue.Summer.28": "We watched the stars last night. {{SiblingDisplayName}} kept pointing out constellations she made up.#$b#I think I like her versions better",
		"ARVCookie.Dialogue.Summer.29": "We made a lemonade stand. {{SiblingDisplayName}} kept adding 'secret ingredients.'#$b#I don't know what was in mine, but it was definitely not lemonade.$12",
		"ARVCookie.Dialogue.Summer.30": "{{SiblingDisplayName}} says I'm 'too soft' sometimes.#$b#I don't mind. Someone's gotta be the calm one when her plans explode.$1",
		"ARVCookie.Dialogue.Summer.31": "{{SiblingDisplayName}} says she's gonna build us a tree house this summer.#$b#I don't know how she's gonna do it but I believe her.#$e#Hopefully she gets daddy to help her.$3",
		"ARVCookie.Dialogue.Summer.32": "Sometimes {{SiblingDisplayName}} says she's bored... But I don't think she knows how to stay bored.#$b#She's always thinking of something wild to do.",
		"ARVCookie.Dialogue.Summer.33": "My sister is so strong and brave.#$b#She knows who she is and what she wants to do, and she's always doing it so unapologetically... I wish I could be as brave as her.$11#$b#In truth, {{SiblingDisplayName}} is my hero. I'm so lucky to be her brother.",
		"ARVCookie.Dialogue.Summer.34": "We were supposed to fix the fence, but Aunt Ripley found an old rope and taught me how to lasso.$1#$b#I got the fence post.#$b#Eventually.$3",
		"ARVCookie.Dialogue.Summer.35": "We sat on the porch after dinner at my aunt's.#$b#She didn't say much... Just rocked in her chair and watched the fireflies.#$b#I think I like the quiet just as much as she does.$11",
		"ARVCookie.Dialogue.Summer.36": "I asked Aunt Ripley why the crows always gather by the barn.$1#$b#She said they're 'holding council.' I wonder what they're planning.$3",
	
		//Fall Cookie Randoms
		"ARVCookie.Dialogue.Fall.1": "Did you know that Sunflowers were used to convey loyalty and devotion in the language of flowers?#$b#It's no wonder my daddy is so fond of keeping them around.$3#$b#I have never seen anyone as devoted to anyone as daddy is to my {{ParentFarmer}}.$0",
		"ARVCookie.Dialogue.Fall.2": "The fairy roses are blooming. Makes me want go lay in the field and imagine speckles of pollen as fairies in the wind.",
		"ARVCookie.Dialogue.Fall.3": "I read this morning that the Fairy Rose symbolizes gentleness and grace.#$b#...$4#$b#Do you think we could plant some this year?$0",
		"ARVCookie.Dialogue.Fall.4": "I love baking with Auntie Mia.$3#$b#Even if I can't understand what half of her ingredients are.$5#$e#...tonka bean risotto...?$2",
		"ARVCookie.Dialogue.Fall.5": "Aunt Ripley said I could go apple picking to her orchard later today.#$b#I'm thinking of trying Aunt Mia's apple pie recipe after...#$b#Would you like to make it with me?$7",
		"ARVCookie.Dialogue.Fall.6": "I like walking through the cornfield in the afternoon.#$b#The stalks get so tall... It feels like walking through my own secret world.$11",
		"ARVCookie.Dialogue.Fall.7": "Daddy took me out to me out to doze on a blanket in the sunflower field.$1#$b#He said it was yours and his favorite spot.$3#$e#I can tell why you love it. Hearing the sunflowers rustle in the wind and feeling the soft sun on your face is magical.#$b#I'm starting to see what daddy does in sunflowers.",
		"ARVCookie.Dialogue.Fall.8": "Uncle Henry and I watched the sunset after feeding the animals.#$b#He didn't say anything, but I think maybe the colors reminded him of something.#$b# Or someone.",
		"ARVCookie.Dialogue.Fall.9": "Uncle Henry said we had to fix the fence before winter.#$b#I tried to make a game out of it, but I don't think he's much for games.$11#$b#That's okay. I just worked beside him.#$e#My uncle Henry really needs the company.",
		"ARVCookie.Dialogue.Fall.10": "Uncle Henry said we should 'check' the apple trees for any late fruit.#$b#We ended up picking enough to make a pie. I think... he likes pie more than he lets on.#$e#Or maybe it's just the pies my auntie Mia makes?$4",
		"ARVCookie.Dialogue.Fall.11": "I walked through the orchard this morning.#$b#The leaves were all gold and red, and the air smelled kinda... spicy?#$b# Like cinnamon and sunshine. I think fall's my favorite.$3",
		"ARVCookie.Dialogue.Fall.12": "I picked apples from the orchard today. I only meant to grab a few, but I guess I got carried away.$11#$b#Now we've got enough for pie, cider, and maybe even applesauce!$5",
		"ARVCookie.Dialogue.Fall.13": "I helped Aunt Ripley roast pumpkin seeds today.#$b#She said I could add my own seasoning... So I did a 'sweet and spicy' mix. I think it's my new favorite.$5",
		"ARVCookie.Dialogue.Fall.14": "I sat on the porch with a blanket and watched the leaves fall.#$b#They don't rush... they just drift down when they're ready. I like that.",
		"ARVCookie.Dialogue.Fall.15": "I wrote a poem about the way the wind sounds in the cornfield.#$b#It's like... A whisper and a sigh all at once.#$b#I'm not sure if it's done yet, but I think I like it.",
		"ARVCookie.Dialogue.Fall.16": "The squirrels are going crazy collecting acorns.#$b#I left a few extra out by the oak... Just in case they need a little help",
		"ARVCookie.Dialogue.Fall.17": "I found my favorite scarf today. It's the one Miyoung made me last year.#$b#It's a little itchy, but it smells like home... So I don't mind.",
		"ARVCookie.Dialogue.Fall.18": "I found a perfect pinecone today. I don't know why, but... It just made me happy.#$b# Sometimes, little things do that",
		"ARVCookie.Dialogue.Fall.19": "I sat by the pond and skipped rocks till the sun started setting.#$b# I only got three skips. But that's still better than zero!$1#$b#Do you think daddy would be proud of me?",
		"ARVCookie.Dialogue.Fall.20": "Mr. Pierre hasn't had anyone work at the store since daddy, so I volunteered to help him today.#$b#I lined up all the jars nice and neat. He said I did such a good job, I earned a piece of candy... I picked the butterscotch",
		"ARVCookie.Dialogue.Fall.21": "Mr. Pierre let me pick out a pumpkin for the front porch. I picked the biggest one.#$b#I think it's gonna look real nice.$3",
		"ARVCookie.Dialogue.Fall.22": "I saw Mrs. Jumana at the store today.#$b#She always buys the same tea... Says it reminds her of her mama.#$b# I like that... Memories in a cup",
		"ARVCookie.Dialogue.Fall.23": "Pierre's had a delivery come in right before closing.#$b# Mr. Pierre said, 'Just like your daddy. Better late than never.'#$b#I wonder what he meant by that.",
		"ARVCookie.Dialogue.Fall.24": "Sometimes I worry I'm not doing enough yet...#$b#But then I remember how much every bug I've ever come across means to me, or how we name all the animals in the farm because they are special.#$b#Which surely means I too, am special in my own way, right?$3",
		"ARVCookie.Dialogue.Fall.25": "I'm not exactly what counts as 'white girl' things, but I love celebrating the fall with my aunt Mia just like she does.$11#$b#So long as I have her to teach me, it doesn't really matter if I don't fully understand.",
		//Sibling Lines
		"ARVCookie.Dialogue.Fall.26": "I built a little fort out of hay bales today.#$b#It's not as big as the one {{SiblingDisplayName}} and I made last year... But it's just right for me and a good book.",
		"ARVCookie.Dialogue.Fall.27": "I raked a big pile of leaves, and... Yep, I jumped right in!$5#$b#It's not as fun alone, but I still ended up laughing. Leaves get everywhere!$1",
		"ARVCookie.Dialogue.Fall.28": "I carved a pumpkin by myself this year.#$b#I gave it a big smile, kinda like {{SiblingDisplayName}}'s, when she's up to something. I think it turned out pretty good!$1",
		"ARVCookie.Dialogue.Fall.29": "I don't really like it when {{SiblingDisplayName}} calls me dweeb. But it makes her happy, so I don't really have it in me to say something...$11",
		"ARVCookie.Dialogue.Fall.30": "Mr. Pierre was teaching me how to count change. But {{SiblingDisplayName}} kept whispering that I should ask for 'a tip' for doing math. She's gonna get me in trouble.$11",
		"ARVCookie.Dialogue.Fall.31": "I was trying to be real serious while Mr. Pierre explained how to do inventory.$11#$b#But {{SiblingDisplayName}} was making faces behind him the whole time. I almost lost it!$5",
		"ARVCookie.Dialogue.Fall.32": "{{SiblingDisplayName}} and I are conducting science experiments today.#$b#I don't know what yet, but she's always so full of ideas. I'm sure she'll come up with something soon enough.$11",
		"ARVCookie.Dialogue.Fall.33": "I don't really mind when {{SiblingDisplayName}} is a little overwhelming.$11#$b#She's just larger-than-life, and I know dragging me into things is her way of showing love.",
		"ARVCookie.Dialogue.Fall.34": "I think {{SiblingDisplayName}} will be a very successful engineer when she grows up. She's already practically a genius.#$e#I wish I were so certain about what I want to do in life, sometimes it worries me a little.$4#$b#But soon enough I remember I'm young, so I can keep taking things slow for a little while longer if I need to.",
		"ARVCookie.Dialogue.Fall.35": "Sometimes I worry I'm not nearly as charming as my daddy is, or as quick witted and funny as my sister.$11#$b#I know everyone is special in their own way, but sometimes I feel a little...#$b#Different.$11#$e#It's a good thing I know my family loves me regardless.",
		"ARVCookie.Dialogue.Fall.36": "I know I'm very quiet, which sometimes makes people lose track of me in large gatherings.#$b#I'm right there, but I suppose that's what happens when you have such a lively family.$11",
	
		//Winter Cookie Randoms
		
		"ARVCookie.Dialogue.Winter.1": "I told Uncle Henry I wrote a poem about the farm.#$b#He didn't say much... But he didn't tell me to stop, either.$4#$b#I think he likes hearing about things that aren't work.",
		"ARVCookie.Dialogue.Winter.2": "I asked Uncle Henry if he wanted to sit down for a bit. He said there's always more work to do.#$b#But... I think sometimes he forgets that it's okay to rest. He just looks tired sometimes.#$b# Not just from working... But from thinking. I wish I knew how to help.$11",
		"ARVCookie.Dialogue.Winter.3": "I don't think Uncle Henry knows how to stop working.#$b#Like... if he stops, maybe all those feelings he's holding back will catch up to him. I wish I could help.$11",
		"ARVCookie.Dialogue.Winter.4": "I think... Uncle Henry's heart is like a field in winter.#$b#Quiet and still, but waiting... for something to grow again.",
		"ARVCookie.Dialogue.Winter.5": "I was feeling kinda down today... But Mr. Pierre let me sit behind the counter and read while he worked.$11#$b#I didn't say much, but I felt better just being there.",
		"ARVCookie.Dialogue.Winter.6": "I sat by the wood stove with a blanket and my notebook.#$b# The pages get a little warm, but I think it makes the words feel cozier.",
		"ARVCookie.Dialogue.Winter.7": "I tried writing by the fire today but the crackling kept making me sleepy.#$b#Maybe I'll finish my poem after a nap.",
		"ARVCookie.Dialogue.Winter.8": "On cold days like this, I like to sit in the corner of the store with a good book.#$b#It's the warmest spot. And sometimes Mr. Pierre gives me a peppermint",
		"ARVCookie.Dialogue.Winter.9": "I tried catching snowflakes on my tongue today, but I kept missing.#$b# I think the wind was playing tricks on me.$3",
		"ARVCookie.Dialogue.Winter.10": "I was writing a list of wishes for the new year... But I think I'm happiest wishing for the little things to stay just the same.$3",
		"ARVCookie.Dialogue.Winter.11": "I sat by the stove while daddy made soup.#$b#I think the smell of carrots and potatoes makes the cold feel a little less chilly.",
		"ARVCookie.Dialogue.Winter.12": "I was helping Dad in the garage today.#$b#I don't do much... Just hand him tools and watch.#$b#But I like how it feels. Like I'm part of something important.#$b#He said I was doing a good job, but I think he was just being nice since I was shaking from the cold.$3",
		"ARVCookie.Dialogue.Winter.13": "Dad's hands always get so greasy when he works...#$b#I like how he wipes them off on that old towel before he ruffles my hair. Makes me feel like I helped.$1",
		"ARVCookie.Dialogue.Winter.14": "Dad let me ride with him on the tractor while he cleared snow.#$b# The engine was so loud, but it felt nice being close to him while the world turned white.",
		"ARVCookie.Dialogue.Winter.15": "Dad and I went to check on the animals in the barn.#$b#He talks to them real gentle, like they're part of the family. I like that.#$b#He also flirts with them from time to time. Says it puts them in a good mood.$5",
		"ARVCookie.Dialogue.Winter.16": "We were walking back from the barn, and I asked Dad if he likes winter.#$b#He just smiled and said, 'I like it better when I've got good company.'#$b# I think I have the best family in the world.$10",
		"ARVCookie.Dialogue.Winter.17": "Dad helped me carve my name into a piece of wood in the garage.#$b#He said maybe someday when I'm a famous author, someone will see it and know I grew up here.$4",
		"ARVCookie.Dialogue.Winter.18": "We were sitting by the fire, and Dad handed me a cookie without saying anything.#$b#I think that's his way of saying he loves me.#$b#Or maybe he's just inciting me to cannibalism.#$b#%Somewhere in the background, you hear Sterling say 'Best start them young!'",
		"ARVCookie.Dialogue.Winter.19": "Dad says the best way to stay warm in winter is to keep laughing, so every time we shovel the driveway together, he starts telling terrible jokes.#$b#I swear, he knows more about bad puns than anyone else in this whole town.",
		"ARVCookie.Dialogue.Winter.20": "Dad's the kind of guy who's always making everything a big deal.#$b#The first snowfall this year, he stood there, arms open, like he was greeting an old friend. I guess he's right,#$b#There's something kind of magical about how everything looks covered in snow.",
		"ARVCookie.Dialogue.Winter.21": "Mr. Pierre showed me how to label the jars today.#$b#I made my handwriting real neat. He said it looked 'store-ready.",
		"ARVCookie.Dialogue.Winter.22": "Mr. Pierre let me help organize the old recipe cards he keeps in a box. #$b#Some of them are so old. The ink's fading, but I think the stories are still there.#$b#Mrs. Caroline even let me pick one for them to have dinner that night. I hope Abi likes it.",
		"ARVCookie.Dialogue.Winter.23": "Mr. Pierre told me that if I ever need a place to think, the store's always open.#$b#I think...# I'll take him up on that.",
		"ARVCookie.Dialogue.Winter.24": "I wish my great-uncle were nicer. It always scares me when he raises his voice.$2#$b#It's no wonder daddy doesn't approve of visiting often despite how close we are.$2",
		"ARVCookie.Dialogue.Winter.25": "We're having scalloped potatoes today, just the way daddy likes them.$1#$b#Uncle Henry told me that was the secret to cheering up daddy when he seems down.",
		//Sibling Lines
		"ARVCookie.Dialogue.Winter.26": "Mr. Pierre gave us both peppermints after helping him today I sucked on mine real slow. {{SiblingDisplayName}}? She crunched hers in two seconds flat.",
		"ARVCookie.Dialogue.Winter.27": "I found some animal tracks in the snow and followed them for a while.#$e# I wonder if it was a fox... or maybe just a very sneaky cat",
		"ARVCookie.Dialogue.Winter.28": "{{SiblingDisplayName}} told Mr. Pierre she could 'run the store' while he took a break.#$b#He just smiled and said, 'Maybe when you're a little taller",
		"ARVCookie.Dialogue.Winter.29": "Mr. Pierre says I'm a big help around the store, but I think he only says that to balance out {{SiblingDisplayName}}'s 'creative ideas.",
		"ARVCookie.Dialogue.Winter.30": "Mr. Pierre asked us to sort the newspapers.#$b#I was folding them all careful and neat, but {{SiblingDisplayName}} turned hers into a pirate hat and declared herself Captain Crinkle.",
		"ARVCookie.Dialogue.Winter.31": "I always miss daddy when he has his meetings.#$b#I wonder if he'll let me and {{SiblingDisplayName}} join him one of these days.",
		"ARVCookie.Dialogue.Winter.32": "When I grow up, I want a love story as magical as {{ParentFarmer}} and daddy's.#$e#Write it. I want to write it.$12#$e#Aunt Mia and Uncle Henry are a close second.$0",
		"ARVCookie.Dialogue.Winter.33": "Aunt Mia said me and {{SiblingDisplayName}} could try out some of her old clothes today.#$b#We're putting together a whole fashion show! You should come see.$1",
		"ARVCookie.Dialogue.Winter.34": "Daddy said 'goodness ran in me' today and got a little misty eyed.#$b#I wonder what that was about.$3",
		"ARVCookie.Dialogue.Winter.35": "I miss all the little bugs...#$b#Thankfully, {{SiblingDisplayName}} said we could go around their rocks and burrows and wish them a good sleep while they all rest.",
		"ARVCookie.Dialogue.Winter.36": "Mmm... I'm really feeling scalloped potatoes tonight.$3",
	
	//Rain dialogue (Characters/Dialogue/rainy)
	"ARVCookie.Dialogue.Rain.1": "Rain makes everything quieter... like the world's taking a deep breath. I kinda like it",
	"ARVCookie.Dialogue.Rain.2": "I love how the air feels right before it rains in fall. Like the earth's taking a deep breath. I stood outside for a bit... just to listen.",
	"ARVCookie.Dialogue.Rain.3": "Mr. Pierre  made me a cup of cocoa while I waited for the rain to stop. He said marshmallows make everything better. I think he's right",
	"ARVCookie.Dialogue.Rain.4": "The rain sounds different on the roof than it does on the porch.#$b#I like the roof one best. It's softer, like it's trying not to wake the house.$3",
	"ARVCookie.Dialogue.Rain.5": "I don't mind being stuck inside#$b#I've got books and my notebook and the rain for company.$1#$b#That's enough for a good day.", 
	"ARVCookie.Dialogue.Rain.6": "I let a spider stay on the windowsill to escape the rain. She looked cold.$11#$b#I named her Clover.#$b#We're friends now, I think.$4",
	"ARVCookie.Dialogue.Rain.7": "I wonder where the birds go when it rains. I hope they have little bird houses with tiny fireplaces.",
	"ARVCookie.Dialogue.Rain.8": "Sometimes the house feels smaller when it's raining.#$b#But I think it's just because everyone's hearts are cozying up together.$11#$e#I just think of these things sometimes.",
	"ARVCookie.Dialogue.Rain.9": "Sometimes I pretend I'm a mouse with a tiny room in the wall.#$b#I'd have a button for a table and matchsticks for chairs.$5",
	
	//Festivals
	"ARVCookie.Festivals.spring13_y1": "If I have one more devilled egg, I think I'm going to explode.$5#$b#They're just so good. Who knew eggs could be prepared in so many ways...$11",
	"ARVCookie.Festivals.spring13_y2": "Daddy said he would lift me if I wanted a picture with the rabbit standee, but that's a little embarrassing.$11#$e#I can't wait until I'm tall enough one day...",
	
	"ARVCookie.Festivals.spring24_y1": "My favorite part is all the beautiful flowers to look at and smell.$11#$b#Auntie Mia is part of the decoration committee, so it's good to stop and appreciate her work, I think.$4#$e#Dancing? $12#$b#No, I wouldn't be any good.$11",
	"ARVCookie.Festivals.spring24_y2": "Everyone looks so cool when they're all coordinated in the dance.#$b#Maybe when I'm older I can learn it and join them all too.$3",
	
	"ARVCookie.Festivals.summer11_y1": "Whatever it is Mr. Linus is cooking smells delicious...$6#$b#I'll definitely go have a bite of that whenever it's ready.$3",
	"ARVCookie.Festivals.summer11_y2": "Can I go into the water with my daddy?#$b#I know he's racing uncle Henry, but I'll just float in the shallow part, promise.$3",
	
	"ARVCookie.Festivals.summer28_y1": "So beautiful...$6",
	"ARVCookie.Festivals.summer28_y2": "I wonder where they all go once they are gone.#$e#I wonder if they know how to come back. If they miss home at all.#$e#I know I'd miss this place if I had to leave...$4",
	
	"ARVCookie.Festivals.fall16_y1": "I love that everybody brings their animals to show off...#$b#It's  like, so many new friends to go meet and learn the names of.$3#$e#I really love the wooly sheep. They remind me of Aunt Ripley's.",
	"ARVCookie.Festivals.fall16_y2": "Uncle Henry gifted me one of his childhood cowboy hats.$1#$b#Do you think I look good?$7",
	
	"ARVCookie.Festivals.winter8_y1": "The key to fishing is patience...#$b#Calling for the fishies gently, waiting for them to come to you.#$e#Uncle Henry says it's all about the stillness and meditation.$3",
	"ARVCookie.Festivals.winter8_y2": "Do you think our animals are cold? Maybe we could knit something for them too...",
	
	"ARVCookie.Festivals.winter25_y1": "I love Winter Feast Carols...$3#$b#I think I'd like to form a part of their choir one day. But I don't know if I'll ever be able to sing as beautifully.$11",
	"ARVCookie.Festivals.winter25_y2": "I can't believe the year has flown by so fast...$7#$b#Thanks for being the bestest parent in the world.$3",
	
	//Movies
	"ARVCookie.MovieInvite_Invited ": "Movies?#$b#Sure. They are definitely an underappreciated art form...$3#$e#All that work that goes in them, it's good to show our appreciation.",
	"ARVCookie.Movie.With_Parent_Before": "I would like one small soda if that's okay, please.#$b#Chocolate or caramel popcorn to share would be lovely as well.$3#$e#I love family outings...$4",
	"ARVCookie.Movie.With_Parent_Script": "{{DisplayName}} is looking attentively. He keeps gasping alongside the crowds and 'Aww'ing every time something sweet happens. He seems to be having a perfectly fabulous time.", 
	"ARVCookie.Movie.With_Parent_After": "That was so good....$6",
	"ARVCookie.Movie.love_Before": "I'm so excited !$7#$b#This was directed by my favorite director. There's just something magical about the way he captures mood and ambience...$3",
	"ARVCookie.Movie.love_After": "Can we go watch it again?!$7",
	"ARVCookie.Movie.like_Before": "Movie day.... Movie day...$3",
	"ARVCookie.Movie.like_After": "Did you notice the way the camera movement was a metaphor for the passing of seasons...?#$b#Brilliant. Absolutely brilliant.$3",
	"ARVCookie.Movie.dislike_Before": "...$2#$b#%He doesn't appear too enthused, but as usual, {{DisplayName}} is a bit too shy to say it out loud...",
	"ARVCookie.Movie.dislike_After": "I suppose that wasn't so bad...$11#$b#Thank you for taking me out with you.",
	
	//Little Red Schoolhouse desk line
	"Schoolhouse.Desk18.ARVCookie": "{{DisplayName}} Cooper. Everything is organized with neat care and precision.",
	
	//Little Red Schoolhouse assessment from Penny
	//The previous line will say "Hi @. Are you here to ask about the little ones? Well, when it comes to {{DisplayName}}..."
	"Penny.Dialogue.Schoolhouse.ARVCookie": "He is a very thoughtful little boy with a wanderous mind.#$b#His grades are doing great. There's a little room for improvement, but he's on an excellent track to his future.#$b#I have no doubt he'll be a talented writer one day.$1",
	
	
	
	/// STERLING DIALOGUE ADDED///

			//Sterling One Kid - Muffin
			"Sterling.Marriage.OneKid.Muffin_0": "Today I learned that hell hath no fury like a toddler who's sandwich has been cut into squares when they wanted triangles.$3#$b#It's a good thing that %kid1 looks so much like you, it's hard to get frustrated with such an adorable little thing.#$e#... But for real, could I have a hand with their sandwiches?$3",
			"Sterling.Marriage.OneKid.Muffin_1": "*sighs*$4#$b#I.... I'm just so happy, @.#$b#You, {{DisplayName}} , %pet , have made me the happiest man alive... Thank you. I love you more than words can even describe.$1#$e#That being said I'm going to need an extra 10 minutes to mop the floor because the gremlins have stunk up the house.$10",
			"Sterling.Marriage.OneKid.Muffin_3": "Mia offered to babysit {{DisplayName}} like she does for Amina and the neighborhood children if we ever wanted to have an alone night.#$b#It was incredibly tempting at first, but the more I think about leaving {{DisplayName}}'s side the more I think loud nights are just fine.#$b#I don't ever wanna leave their side, I don't know how I'll do it when they grow...$4#$e#But if you ever want to take her up on that offer, do let me know.$9",
			"Sterling.Marriage.OneKid.Muffin_4": "I'm not half as skilled as Mia, but I made {{DisplayName}}some bear shaped pancakes for breakfast. The strawberries are the bow tie!$9#$b#I made you some too, love. My favorite honey-bear. *smooch* [HimeTarts.ARV_Bear_Pancakes]",
			"Sterling.Marriage.OneKid.Muffin_5": "Muffin said she's gonna build me a 'bike upgrade device' today.#$b#I'm 90% sure it's a coffee can taped to a wrench, but I'm touched.$13",
			"Sterling.Marriage.OneKid.Muffin_6": "Your daughter convinced me the garage was haunted so I'd let her install her 'ghost sensors.'$3#$b#Turns out it was just a raccoon.#$e#Screamed something about it being named Lou?",
			"Sterling.Marriage.OneKid.Muffin_7": "You ever see {{DisplayName}}'s face when she gets a gear to click just right?#$b#It's like watching the sunrise with motor oil in its veins.$13#$e#Sorry. It makes me a little emotional. She reminds me so much of you.$13",
			"Sterling.Marriage.OneKid.Muffin_8": "I love how {{DisplayName}} calls it 'engineering' when she tapes three fans together and calls it a wind tunnel.$10#$b#She's got your fire, you know that? But mixed with my bad ideas and worse follow-through.$13#$e#You think if we wrapped her in bubble wrap she'd still manage to hot wire the blender again?...Yeah, me too.",

			"Sterling.Marriage.Good.Muffin_0": "%Sterling seems pretty quiet this morning#$b#... Oh, I'm sorry, not trying to ignore you darling. I just headed to Pierre's and almost bought a beer on the way out.$2#$b#When I realized I then thought, fuck it... It's not like he'd find out.^hen I realized I then thought, fuck it... It's not like she'd find out.$2#$b#I didn't though, I promise. Badly as I might've wanted to... Guess this'll be harder than I thought.$11#$e#Bought you a treat from the store though. [243 223 233]",
			"Sterling.Marriage.Good.Muffin_1": "Good morning, sweetheart. Got you a treat before you head out.[243]#$b#A lollipop for the sweetest lollipop I have ever met.$10#$e#Have a good day at work, alright?",
			"Sterling.Marriage.Good.Muffin_2": "I hope you know CPR, because you are taking my breath away this morning!$10#$b#%Sterling pulls you in for a tender kiss.#$b#What am I to do with you? Can't possibly be THIS perfect.$1",
			"Sterling.Marriage.Good.Muffin_3": "Mmm... I must have moved into a museum, because my husband looks like a work of art.$4^Mmm... I must have moved into a museum, because my wife looks like a work of art.$4",
			"Sterling.Marriage.Good.Muffin_4": "Oh, darling. Come closer, there's something stuck on your face.#$b#%Sterling leans in to steal a peck from your lips.#$b#There! All fixed up.$1",
			"Sterling.Marriage.Good.Muffin_5": "I stopped to play with Amina on my way back from Sunberry.#$b#Little rascal is growing so fast.",
			"Sterling.Marriage.Good.Muffin_6": "... Do I tell you how grateful I am for you enough?#$b#Because I think I should say it even more. Meeting you was the best thing that's even happened to me. Thank you.#$b#Now give me a kiss before I get self conscious. I'd never felt this comfortable with anyone.$4",
			"Sterling.Marriage.Good.Muffin_8": "Woah there, cowboy. Did the sun come out or did you just smile at me?$10^Woah there, sugar. Did the sun come out or did you just smile at me?$10#$b#I swear, if it weren't for that damned sun you'd be the hottest thing alive today.$10",
			"Sterling.Marriage.Good.Muffin_9": "Hey lover! Why did the ketchup blush?$10#$b#He saw the salad dressing!$13#$e#Speaking off, do you need any help with those clothes?$10",
			"Sterling.Marriage.Good.Muffin_10": "I fixed the sink, sharpened the mower blades, and patched that hole in the shed roof.#$b#So I'd say I earned the title of Husband of the Hour.#$10#$b#Hourly awards are fine, right?$9",
			"Sterling.Marriage.Good.Muffin_11": "The new calf thinks I'm his momma now.$13#$b#Followed me around all day like I was wearing a hay suit. You jealous?$10",
			"Sterling.Marriage.Good.Muffin_12": "Saw Henry out in the field before sunrise.#$b#He was already fuming at the weeds. Man's at war with dandelions like they owe him money.$10",
			"Sterling.Marriage.Good.Muffin_13": "Today I got bit by a goose, nearly lit my sleeve on fire, and dropped a wrench on my foot.$13#$b# But I made it home to you, so I'm calling it a win.",
			"Sterling.Marriage.Good.Muffin_14": "I offered to help {{DisplayName}} with her little invention and she said, 'Only if you promise not to make it punny.'#$b#That hurt a little.$6",
			"Sterling.Marriage.Good.Muffin_15": "So... Muffin tried to build a catapult again. This time using my socket wrenches.$3#$b#I love that kid, but I'd also like to have tools tomorrow.$3#$e#Maybe I should revisit my duct-taping her to the bench idea.$10",

			"Sterling.Marriage.Indoor_Night.Muffin_0": "Mmm, I've been looking forward to holding your handsome face for just about the whole day.^Mmm, I've been looking forward to holding your pretty face for just about the whole day.#$b#Would you do a poor, yearning man the honor?",
			"Sterling.Marriage.Indoor_Night.Muffin_1": "*sigh* $d#$b#....I'd like to take you to the movies, but they don't let you bring in your own snacks.$2#$b#And how could I possibly go anywhere without my favorite snack? *kiss* $1",
			"Sterling.Marriage.Indoor_Night.Muffin_2": "You must be exhausted love, because you've been running through my mind all day.#$b#%Sterling pulls you in for a quick kiss.#$b#How about I make dinner tonight?",
			"Sterling.Marriage.Indoor_Night.Muffin_3": "I tried cleaning the place up while you were gone... I'm not sure if I did it right, you'll have to forgive me.$3#$b#But at least every one of your tools is in its correct place. Not a thing out of order. I hope that can help at least.",
			"Sterling.Marriage.Indoor_Night.Muffin_4": "Got a text from one of my old buds from the city. Thought I had all their numbers blocked.$5#$e#I hope I'm making the right choice... It shouldn't feel this weird by now, should it?$2",
			"Sterling.Marriage.Indoor_Night.Muffin_5": "My muscles feel incredibly sore, feels like my whole body is killing me.$6#$b#Come here, poppet. Why don't I draw us a hot bad after a hard day and we can share it? I'll massage your back,#$b#and you can help me with my shoulders after.",
			"Sterling.Marriage.Indoor_Night.Muffin_6": "Mmmm, I'm feeling incredibly restless after today. Can't seem to shake off all the extra energy.#$b#I might run a night lap around the farm, wait up for me alright?#$e#Just the farm. No saloon, promise.$11",
			"Sterling.Marriage.Indoor_Night.Muffin_7": "That storm knocked out power to the barn, so I fixed it in the dark like a mysterious handyman from one of your romance books. You're welcome.$10#$e#I swear, if this farm throws one more surprise at me, I'm gonna start sleeping with my boots on.$6#$b#...Unless you give me a better reason not to.$10",
			"Sterling.Marriage.Indoor_Night.Muffin_8": "Darling, you keep lookin' at me like that and I might just skip every chore on the list and call this a holiday.$10",
			"Sterling.Marriage.Indoor_Night.Muffin_9": "Hey lover. I folded all the laundry today.#$b# Every last towel. All of them weirdly shaped now, but folded with love.$10", 
			"Sterling.Marriage.Indoor_Night.Muffin_10": "Your daughter duct-taped my wrench to a rake and called it the 'ultimate multipurpose farm-vention.'$10#$b#I'd be mad if it hadn't actually kinda worked.$10#$e#That child is going to leave me out of a job soon, mark my words.$10", 
			"Sterling.Marriage.Indoor_Night.Muffin_11": "Sometimes {{DisplayName}} does this little wiggle when she figures something out.#$b#Like her brain's so excited, her body can't help but dance.$13#$e#She looks just like you when she does it, I swear.", 


			//Sterling One Kid - Cookie
			"Sterling.Marriage.OneKid.Cookie_0": "Today I learned that hell hath no fury like a toddler who's sandwich has been cut into squares when they wanted triangles.$3#$b#It's a good thing that {{DisplayName}} looks so much like you, it's hard to get frustrated with such an adorable little thing.#$e#... But for real, could I have a hand with their sandwiches?$3",
			"Sterling.Marriage.OneKid.Cookie_1": "*sighs*$4#$b#I.... I'm just so happy, @.#$b#You, {{DisplayName}} , %pet , have made me the happiest man alive... Thank you. I love you more than words can even describe.$1#$e#That being said I'm going to need an extra 10 minutes to mop the floor because the gremlins have stunk up the house.$10",
			"Sterling.Marriage.OneKid.Cookie_3": "Mia offered to babysit {{DisplayName}} like she does for Amina and the neighborhood children if we ever wanted to have an alone night.#$b#It was incredibly tempting at first, but the more I think about leaving {{DisplayName}}'s side the more I think loud nights are just fine.#$b#I don't ever wanna leave their side, I don't know how I'll do it when they grow...$4#$e#But if you ever want to take her up on that offer, do let me know.$9",
			"Sterling.Marriage.OneKid.Cookie_4": "I'm not half as skilled as Mia, but I made {{DisplayName}}some bear shaped pancakes for breakfast. The strawberries are the bow tie!$9#$b#I made you some too, love. My favorite honey-bear. *smooch* [HimeTarts.ARV_Bear_Pancakes]",
			"Sterling.Marriage.OneKid.Cookie_5": "Cookie showed me a poem he wrote 'cause he said the chickens liked it. And honestly? It was a hit.#$b#Chickens clucked real dramatic-like.$9",
			"Sterling.Marriage.OneKid.Cookie_6": "{{DisplayName}} found a little beetle on the porch and made it a leaf house.$4#$b# Sat there an hour, makin' sure it was comfy. That boy's got the gentlest soul.#$e#I want to nurture it. Make sure nothing can ever take that away from him.",
			"Sterling.Marriage.OneKid.Cookie_7": "You should've seen {{DisplayName}} today, helping the chicks back into their coop.#$b#Took him forever 'cause he kept giving each one a pep talk.$13",
			"Sterling.Marriage.OneKid.Cookie_8": "I sat on the porch with {{DisplayName}} last night. Had a good talk.#$b#He says he doesn't know what he wants to be when he grows up, but I told him being kind is already a full-time job. And he's real good at it.#$b#He's up and going bright and early today. I think it helped.$1",

			"Sterling.Marriage.Good.Cookie_0": "%Sterling seems pretty quiet this morning#$b#... Oh, I'm sorry, not trying to ignore you darling. I just headed to Pierre's and almost bought a beer on the way out.$2#$b#When I realized I then thought, fuck it... It's not like he'd find out.^hen I realized I then thought, fuck it... It's not like she'd find out.$2#$b#I didn't though, I promise. Badly as I might've wanted to... Guess this'll be harder than I thought.$11#$e#Bought you a treat from the store though. [243 223 233]",
			"Sterling.Marriage.Good.Cookie_1": "Good morning, sweetheart. Got you a treat before you head out.[243]#$b#A lollipop for the sweetest lollipop I have ever met.$10#$e#Have a good day at work, alright?",
			"Sterling.Marriage.Good.Cookie_2": "I hope you know CPR, because you are taking my breath away this morning!$10#$b#%Sterling pulls you in for a tender kiss.#$b#What am I to do with you? Can't possibly be THIS perfect.$1",
			"Sterling.Marriage.Good.Cookie_3": "Mmm... I must have moved into a museum, because my husband looks like a work of art.$4^Mmm... I must have moved into a museum, because my wife looks like a work of art.$4",
			"Sterling.Marriage.Good.Cookie_4": "Oh, darling. Come closer, there's something stuck on your face.#$b#%Sterling leans in to steal a peck from your lips.#$b#There! All fixed up.$1",
			"Sterling.Marriage.Good.Cookie_5": "I stopped to play with Amina on my way back from Sunberry.#$b#Little rascal is growing so fast.",
			"Sterling.Marriage.Good.Cookie_6": "... Do I tell you how grateful I am for you enough?#$b#Because I think I should say it even more. Meeting you was the best thing that's even happened to me. Thank you.#$b#Now give me a kiss before I get self conscious. I'd never felt this comfortable with anyone.$4",
			"Sterling.Marriage.Good.Cookie_8": "Woah there, cowboy. Did the sun come out or did you just smile at me?$10^Woah there, sugar. Did the sun come out or did you just smile at me?$10#$b#I swear, if it weren't for that damned sun you'd be the hottest thing alive today.$10",
			"Sterling.Marriage.Good.Cookie_9": "Hey lover! Why did the ketchup blush?$10#$b#He saw the salad dressing!$13#$e#Speaking off, do you need any help with those clothes?$10",
			"Sterling.Marriage.Good.Cookie_10": "I fixed the sink, sharpened the mower blades, and patched that hole in the shed roof.#$b#So I'd say I earned the title of Husband of the Hour.#$10#$b#Hourly awards are fine, right?$9",
			"Sterling.Marriage.Good.Cookie_11": "The new calf thinks I'm his momma now.$13#$b#Followed me around all day like I was wearing a hay suit. You jealous?$10",
			"Sterling.Marriage.Good.Cookie_12": "Saw Henry out in the field before sunrise.#$b#He was already fuming at the weeds. Man's at war with dandelions like they owe him money.$10",
			"Sterling.Marriage.Good.Cookie_13": "Today I got bit by a goose, nearly lit my sleeve on fire, and dropped a wrench on my foot.$13#$b# But I made it home to you, so I'm calling it a win.",
			"Sterling.Marriage.Good.Cookie_14": "I don't know where {{DisplayName}} got that poetic streak. Maybe from you.#$b# Or maybe he's just got a heart that leaks beauty everywhere.$4",
			"Sterling.Marriage.Good.Cookie_15": "Cookie found an earthworm and wrote it a goodbye poem before putting it back in the dirt.$1#$b# 'Return home, brave traveler,' he said. I nearly cried.$13",

			"Sterling.Marriage.Indoor_Night.Cookie_0": "Mmm, I've been looking forward to holding your handsome face for just about the whole day.^Mmm, I've been looking forward to holding your pretty face for just about the whole day.#$b#Would you do a poor, yearning man the honor?",
			"Sterling.Marriage.Indoor_Night.Cookie_1": "*sigh* $d#$b#....I'd like to take you to the movies, but they don't let you bring in your own snacks.$2#$b#And how could I possibly go anywhere without my favorite snack? *kiss* $1",
			"Sterling.Marriage.Indoor_Night.Cookie_2": "You must be exhausted love, because you've been running through my mind all day.#$b#%Sterling pulls you in for a quick kiss.#$b#How about I make dinner tonight?",
			"Sterling.Marriage.Indoor_Night.Cookie_3": "I tried cleaning the place up while you were gone... I'm not sure if I did it right, you'll have to forgive me.$3#$b#But at least every one of your tools is in its correct place. Not a thing out of order. I hope that can help at least.",
			"Sterling.Marriage.Indoor_Night.Cookie_4": "Got a text from one of my old buds from the city. Thought I had all their numbers blocked.$5#$e#I hope I'm making the right choice... It shouldn't feel this weird by now, should it?$2",
			"Sterling.Marriage.Indoor_Night.Cookie_5": "My muscles feel incredibly sore, feels like my whole body is killing me.$6#$b#Come here, poppet. Why don't I draw us a hot bad after a hard day and we can share it? I'll massage your back,#$b#and you can help me with my shoulders after.",
			"Sterling.Marriage.Indoor_Night.Cookie_6": "Mmmm, I'm feeling incredibly restless after today. Can't seem to shake off all the extra energy.#$b#I might run a night lap around the farm, wait up for me alright?#$e#Just the farm. No saloon, promise.$11",
			"Sterling.Marriage.Indoor_Night.Cookie_7": "That storm knocked out power to the barn, so I fixed it in the dark like a mysterious handyman from one of your romance books. You're welcome.$10#$e#I swear, if this farm throws one more surprise at me, I'm gonna start sleeping with my boots on.$6#$b#...Unless you give me a better reason not to.$10",
			"Sterling.Marriage.Indoor_Night.Cookie_8": "Darling, you keep lookin' at me like that and I might just skip every chore on the list and call this a holiday.$10",
			"Sterling.Marriage.Indoor_Night.Cookie_9": "Hey lover. I folded all the laundry today.#$b# Every last towel. All of them weirdly shaped now, but folded with love.$10", 
			"Sterling.Marriage.Indoor_Night.Cookie_10": "Sometimes I look at {{DisplayName}} scribbling in that notebook, all hunched over and focused, and I just think... How'd we get so lucky?$4", 
			"Sterling.Marriage.Indoor_Night.Cookie_11": "He doesn't say much, but {{DisplayName}} watches everything.#$b# Like today, I dropped a bolt and he handed me a new one before I even noticed.$3#$b#He's got this way of seeing the soft in everything. It's like the world's sharper for the rest of us, but not for him.$4#$b#That's my baby boy, @.$0", 

			//Both

			"Sterling.Marriage.Good.Both_0": "They're both gettin' so tall... I swear, yesterday they were tiny little tagalongs, and now Muffin's building contraptions and her brother is writing about the stars.$4#$b#I blinked and missed a year.$5#$e#Sorry, feeling some kind of way about how fast time goes.$13",
			"Sterling.Marriage.Good.Both_1": "I see 'em sometimes. Heads bent close, whispering about some secret plan-#$b#And I know one day, they'll be whispering about leaving this place.$11#$b#And I'll still be here, holding the wrench and pretending that won't make me cry.$13",
			"Sterling.Marriage.Good.Both_2": "Muffin's already talking like she knows everything about gears and torque...$4#$b#I think to myself, one day she really will. And I'll be the one askin' her to teach me.$1#$b#My girl...$4",
			"Sterling.Marriage.Good.Both_3": "They kids are still little, sure, but I see pieces of the grown-ups they'll be.#$b#Peeking through the dirt and laughter. Makes me proud.#$b#Makes me ache a little too, but that's just being a dad, isn't it?",
			"Sterling.Marriage.Good.Both_4": "Your daughter was fixing the latch on the barn door today.#$b#Same one I used to curse at when she was still toddlin' behind me in rain boots.$13#$b#Now she's got her own toolbox. I didn't even show her how.",
			"Sterling.Marriage.Good.Both_5": "I'm so proud of our kids, every single day. That sometimes I...#$b#I don't know. I guess sometimes it makes me think of my dad and... I feel pity.$11#$b#There is nothing in the world that fills me with so much joy and pride as getting to watch the grow.#$b#Nothing like the achievement of being their dad. Being a part, even if a small one, of their lives.$4#$b#... And. I don't know if my dad was just born with a crucial part of him missing, or if he merely refused to give me the chance to do the same for him.$11#$b#But I feel sorry for him. Because he never got to know any of *this*.#$e#...$4#$b#%Sterling looks wistful.#$b#I hope I can be the kind of dad they feel proud of, too.",
			"Sterling.Marriage.Good.Both_6": "Remember when our girl used to build castles outta cereal boxes?#$b# Now she's sketching blueprints for a chicken feeder that sorts by egg color. How'd we get from juice stains to schematics so fast?$1",
			"Sterling.Marriage.Good.Both_7": "You blink, and they're not climbing into your lap anymore. They're making their own decisions.#$b#Feels like we just started this whole 'parent' thing, and suddenly we're halfway through.#$e#Let's not miss it, alright? Let's not get so busy we forget to watch 'em become themselves.$13",
			"Sterling.Marriage.Good.Both_8": "Your boy read me a poem today.#$b# Didn't even stutter. Just looked me right in the eye and let it all spill out.$1#$b#I'm not sure if he's gettin' braver, or if he just trusts me that much. Either way, it broke me a little.$13", 
			"Sterling.Marriage.Good.Both_9": "She gets him into trouble, he gets her out of it. Not sure which one's the bigger handful for it.$10#$b#... And yet, when they work together? They're unstoppable. Like sunshine and a summer storm.$4#$e#What do you mean your boy gets his poetry gene from me?$10", 
			"Sterling.Marriage.Good.Both_10": "The kids made me taste their mud pie experiment. Said it was 'farm-to-table.' I think my tastebuds are still fighting for their lives.", 
			"Sterling.Marriage.Good.Both_11": "They were laughing in the hayloft this afternoon, just loud enough for me to hear through the barn wall. That sound's gonna echo in me forever.#$e#%Sterling wipes at the side of his face with his shoulder. Tries passing it off as a shrug.", 
			"Sterling.Marriage.Good.Both_12": "Sun's barely down and they're already snoring.#$b#You'd think they plowed the whole field themselves.$1#$b#Guess a day of frog-chasing and bike-fixin' wears a kid out.$9", 
			"Sterling.Marriage.Good.Both_13": "We barely sat down and they're already bickering over who gets the last muffin.#$b#She's claiming nickname rights. Should've named her Biscuit instead.$10", 
			"Sterling.Marriage.Good.Both_14": "Your kids just dragged out a blanket and declared the porch a 'royal breakfast balcony.'#$b# I guess we're just the butlers now.", 
			"Sterling.Marriage.Good.Both_15": "One day, they'll go their own ways. But I hope they always find their way back to each other.#$4#$b#Just like me and Henry did.#$b#Mischief and kindness, grit and heart. They're a pair, alright.$4", 

			"Sterling.Marriage.TwoKids_0": "I've learned so much from our children, I'm so thankful for the experience every day.#$b#Like how parenthood is a journey except it's just traveling from room to room putting away the same toys all day long.$9#$e#And mostly just informing kids how many more minutes they have of something.$10",
			"Sterling.Marriage.TwoKids_1": "You know, having children is like living in a frat house - nobody sleeps, everything's broken, and there's a lot of throwing up.$9#$e#It's a good thing they have us here to love them, thank you for blessing me with the most beautiful kids, @. #$b#The three of you are the loves of my life.$4",
			"Sterling.Marriage.TwoKids_2": "Man, having one child makes you a parent. Having two kids makes you a referee.$1#$b#No wonder our parents hated when Henry and I got together. We were the worst. I can't imagine as babies.$9",
			"Sterling.Marriage.TwoKids_3": "Today was a rough day, but nothing beats coming home and cuddling with the three of you.#$b#Four! Sorry %pet , I can't possibly leave them out of the couch cuddle puddle.#$e#... Though don't tell the kids, but the part where we put them all to bed and you and I cuddle under the covers is by far my favorite.$10",
			"Sterling.Marriage.TwoKids_4": "The kids were were quiet for, oh, twenty minutes today.$10#$b#I got suspicious and investigated. Turns out, they were drawing plans for a 'secret sibling clubhouse.'$1#$b#Told me I'm not allowed in, unless I bring snacks.$10#$e#We'll see who's allowed where when Muffin's asking me for my tools.",
			"Sterling.Marriage.TwoKids_5": "Muffin's always dragging her brother into her schemes, but I swear he's got a little mischief in him too. #$b#He just hides it behind those sweet eyes.$10",
			"Sterling.Marriage.TwoKids_6": "One of the kids drew on the shed wall today.#$b#Your daughter said it was Cookie, Cookie said it was a 'mysterious artistic impulse.'$10#$b# I said they're both on barn cleanup duty.$10",
			"Sterling.Marriage.TwoKids_7": "Y'know, I was always scared the kids would butt heads more than they do. Kind of like me, Gloria and Henry used to.#b#But Muffin looks out for her brother in her own way, and Cookie... He follows her like she hung the moon.$13#$b#I think I'd do anything for those kids.$13",
			"Sterling.Marriage.TwoKids_8": "It's like the two halves of your heart runnin' around in muddy boots.$4#$b# One's a hurricane, the other's a breeze. And I love 'em both more than I thought a guy could.$13#$e#They make me tired, sore, and slightly worried at all hours... but I wouldn't trade one second of this chaos for anything.$13",
			
			"Sterling.Marriage.spouseRoom_Sterling.1": "It's so good to finally have been able to unpack all my stuff and see it all nice and set out.#$b#Back in the city, they were always a mess... And when I moved in with Henry I never got around to unpacking my stuff.$3#$b#I don't know, I guess it felt too... Permanent, when I feared he might grow tired of me and kick me out at any moment. Even if I knew he never would...#$e#So happy I found my 'permanent' with you.$1",
			"Sterling.Marriage.spouseRoom_Sterling.2": "Hey love! I was sorting through my old game copies and found Mega Smash Sisters Brawl; we should do a round or two at some point later if you're free.$9 ",
			"Sterling.Marriage.spouseRoom_Sterling.3": "You know Henry checks the TV every morning before starting his day? I always thought it was silly, but now I don't live with him I can't help to have picked after his habit.$9 ",
			"Sterling.Marriage.spouseRoom_Sterling.4": "One of the biggest things I've been working on is trying to keep my life organized.#$b#That starts with the things we own of course. Clean space, clear head. Happy spouse, happy life!$1",
			"Sterling.Marriage.spouseRoom_Sterling.5": "We should plan on a day trip to Grampleton, pick a few more movies for our collection.$9#$b#It'd be about time, most of these were my grandpa Max's.$10",
			"Sterling.Marriage.spouseRoom_Sterling.6": "I'm just watering the flowers, love. Is there anything I can help you with?",
			"Sterling.Marriage.spouseRoom_Sterling.7": "I know I don't say it enough, but... thank you.$4#$b#For the early mornings, for the late nights, for standing beside me through all the mess and adventure.#$e#What's gotten into me?$13#$b#I don't know. I guess there's somethin' real romantic about you in this light doing things to me.#$b# Might be the lamplight. Might be you being the best thing I ever did right.#$b#You're merely a sight for sore eyes and weary minds, lover.",
			"Sterling.Marriage.spouseRoom_Sterling.8": "You wanna curl up on the couch and pretend we don't have chores to do today?#$b#I'll grab the blanket and the pillows, you can have the good side.$10#$e#Come on, maybe we if bundle close enough our responsibilities won't be able to find us.$9",
			"Sterling.Marriage.spouseRoom_Sterling.9": "Why you look awful cute in the morning light... Awful dangerous way to start my day.$10#$b#I don't know love, I might have to do something about that.$10#$e#Tell you what? I'll do the morning chores if you promise to greet me like that every sunrise.#$b#%Sterling gives you a firm tug, pulling you in for a gentle kiss.",
			"Sterling.Marriage.spouseRoom_Sterling.10": "Good morning, sunshine.#$b#Mmm. You making that face means one of two things: you either need coffee, or a kiss. Lucky for you, I brought both.$10#$b#However, you keep looking at me like that, I might burn the toast on purpose just so you'll stay a little while longer to scold me sweetly.",
			"Sterling.Marriage.spouseRoom_Sterling.11": "I just stepped over a trail of yarn, buttons, and popcorn.$10#$b#I asked what it was, and {{SiblingDisplayName}} said 'a system.' {{DisplayName}} nodded very seriously in agreement. So I just kept stepping...$13.#$b#Hanging out here until it's safe.$3#$b#Want to bundle up in here with me?#$e#Could use the spouse time.$10#$e#It's not 'hiding', it's just independent parenting.$10",
			"Sterling.Marriage.spouseRoom_Sterling.12": "My room's been turned into a pirate ship, apparently. {{SiblingDisplayName}}'s the captain, {{DisplayName}}'s the 'dangerous stowaway.' #$b#I just tiptoed around 'em with snacks and hoped not to get boarded.",
			"Sterling.Marriage.spouseRoom_Sterling.13": "Shh. Don't be too loud, love.%noturn#$b#Sometimes I just stand in the hallway and listen. {{DisplayName}}'s  humming, {{SiblingDisplayName}}'s mumblin' about circuits.#$b# It's like their own little world in there. Makes the house feel alive.$13#$b#Hard to start my day when I just want to stand here and make most of the time while they're little.$4#$b#Difficult to think one day I might not be able to.$12",
			"Sterling.Marriage.spouseRoom_Sterling.14": "I was thinking about my dad today.#$b#I hope the kids don't resent being down one set of grandparents.$2#$b#It took me a few years to accept this would be my life after my dad left, so if anything, I'm grateful they don't know the difference. That this has been their normal.#$b#I just hope they don't ever have to miss it...$12#$e#I hope my dad regrets it, someday. All he missed out on.#$b#This is the best life a man could ask for. Beyond dreams.",
			"Sterling.Marriage.spouseRoom_Sterling.15": "I walked into the kitchen and it looked like a toy tornado hit a snack factory.$10#$b# Your daughter said it was an 'experiment.' {{DisplayName}} just apologized about twelve times, then offered me a cookie.#$b#I just walked back out and told them I'd be in my room until they cleaned it up.$10#$e#Oh, they also tried to reorganize the pantry, and now we've got cereal boxes sorted by emotional value instead of size.$10#$b#Muffin called it 'the empathy method.' I don't even know.$10#$e#Don't worry, I'll go check in on them and finish the kitchen as soon as they're done.$3",
			"Sterling.Marriage.spouseRoom_Sterling.16": "The kids were curled up on the rug with %pet, reading comics and sharing our blanket. Not a care in the world.#$b#Thought I'd take a picture and framed it but... I got too caught in the moment.#$b#No regrets. Not when one day I'll look back and know these were so fleeting.$13",

			"Sterling.Marriage.Indoor_Day_0": "Oh, but if it isn't my delicious little starfruit. Did you license get suspended for driving all these guys crazy?#$b#Get on with your day before I find myself stealing you up all for myself.#$e#And take this, I just brewed it. [395]",
			"Sterling.Marriage.Indoor_Day_1": "I hate having to wake up this early but, *yawn* I wanted to get up to help you water everything first thing in the mor- *yawn*#$b#Coffee? *yaaaaaaawn* [395]",
			"Sterling.Marriage.Indoor_Day_2": "Good morning, poppet. I'm thinking I might head out to check up on Henry once I'm done feeding the animals.#$b#I made you some breakfast before I go, though. Don't go out there without a full stomach. [211 350 210]",
			"Sterling.Marriage.Indoor_Day_3": "Excuse me, sir. Where is it exactly you think you're going without giving me a kiss first?^Excuse me, missus. Where is it exactly you think you're going without giving me a kiss first?#$b#%Sterling leans in for a tender kiss.#$b#Have a wonderful day, darling. Now give me another kiss.",
			"Sterling.Marriage.Indoor_Day_4": "Mmm, I never knew how much I enjoyed being surrounded by flowers. I hope we can grow some more this season.",
			"Sterling.Marriage.Indoor_Day_5": "I'm gonna do some laundry today, so be sure to leave everything in the hamper if you can, dearest. Coffee is on the counter. [253]#$e#Betcha a depressed person couldn't fold all THIS. *flex*$10",
			"Sterling.Marriage.Indoor_Day_6": "You hum when you cook. You know that? It's my favorite sound in the world.#$b#That and the way you say my name when you're real tired.$4",
			"Sterling.Marriage.Indoor_Day_7": "You ever get tired of being the prettiest person in this whole town?#$b#Or do you just enjoy watching me trip over my own boots tryin' to impress you?$10",
			"Sterling.Marriage.Indoor_Day_8": "Did you see {{DisplayName}} trying to herd the ducks again?#$b#Poor boy's got the gentlest voice in the world and absolutely zero duck authority.$13",
			"Sterling.Marriage.Indoor_Day_9": "{{DisplayName}}'s got a poem about the smell of hay now.#$b#Smelled it myself for twenty years and never once thought to rhyme it. That boy's something else.",
			"Sterling.Marriage.Indoor_Day_10": "He tucked a note into my toolbox. A poem about wrenches and weathered hands.$5#$b# Said he wrote it because I always fix things. I nearly dropped the wrench, honey.$5#$b#%Sterling turns away, needing a moment to wipe his face.",
			"Sterling.Marriage.Indoor_Day_11": "I swear {{SiblingDisplayName}}'s gonna put me outta a job. $6#$b#She rewired the coop light better than I ever did, and then had the nerve to wink at me like I was the apprentice.$3#$b#She gets that attitude from you.$10",
			"Sterling.Marriage.Indoor_Day_12": "{{SiblingDisplayName}} said if I keep calling her 'my little grease monkey,' she's gonna start callin' me 'old rust bucket.'#$b# I'm offended... and proud.$10",
			"Sterling.Marriage.Indoor_Day_13": "{{SiblingDisplayName}} was talkin' about buildin' a machine to harvest pumpkins faster.#$b#I nodded along, but all I could think was how her hands used to be too small to even lift one.$4",
}